[{"date":"2015-1-3","explanation":"Get out your red/blue glasses and check out this awesome stereo view of another world. The scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak.","hdurl":"http://apod.nasa.gov/apod/image/1501/22466-22467anaVantuyne.jpg","media_type":"image","service_version":"v1","title":"Apollo 17: A Stereo View from Lunar Orbit","url":"http://apod.nasa.gov/apod/image/1501/22466-22467anaVantuyne900.jpg"},{"date":"2015-1-4","explanation":"Soft hues, partially lit orbs, a thin trace of the ring, and slight shadows highlight this understated view of the majestic surroundings of the giant planet Saturn.  Looking nearly back toward the Sun, the robot Cassini spacecraft now orbiting Saturn captured crescent phases of Saturn and its moon Rhea in color a few years ago. As striking as the above image is, it is but a single frame from a 60-frame silent movie where Rhea can be seen gliding in front of its parent world.   Since Cassini was nearly in the plane of Saturn's rings, the normally impressive rings are visible here only as a thin line across the image center.","hdurl":"http://apod.nasa.gov/apod/image/1501/saturnrhea_cassini_980.jpg","media_type":"image","service_version":"v1","title":"Crescent Rhea Occults Crescent Saturn","url":"http://apod.nasa.gov/apod/image/1501/saturnrhea_cassini_960.jpg"},{"date":"2015-1-6","explanation":"What stars compose the Andromeda galaxy?  To better understand, a group of researchers studied the nearby spiral by composing the largest image ever taken with the Hubble Space Telescope. The result, called the Panchromatic Hubble Andromeda Treasury (PHAT), involved thousands of observations, hundreds of fields, spanned about a third of the galaxy, and resolved over 100 million stars. In the featured composite image, the central part of the galaxy is seen on the far left, while a blue spiral arm is prominent on the right.  The brightest stars, scattered over the frame, are actually Milky Way foreground stars. The PHAT data is being analyzed to better understand where and how stars have formed in M31 in contrast to our Milky Way Galaxy, and to identify and characterize Andromeda's stellar clusters and obscuring dust.","hdurl":"http://apod.nasa.gov/apod/image/1501/m31PHAT_hubble_10000.jpg","media_type":"image","service_version":"v1","title":"100 Million Stars in the Andromeda Galaxy","url":"http://apod.nasa.gov/apod/image/1501/m31PHAT_hubble_2016.jpg"},{"date":"2015-1-7","explanation":"To celebrate 25 years (1990-2015) of exploring the Universe from low Earth orbit, the Hubble Space Telescope's cameras were used to revisit its most iconic image. The result is this sharper, wider view of the region dubbed the Pillars of Creation, first imaged by Hubble in 1995. Stars are forming deep inside the towering structures. The light-years long columns of cold gas and dust are some 6,500 light-years distant in M16, the Eagle Nebula, toward the constellation Serpens. Sculpted and eroded by the energetic ultraviolet light and powerful winds from M16's cluster of young, massive stars, the cosmic pillars themselves are destined for destruction. But the turbulent environment of star formation within M16, whose spectacular details are captured in this Hubble visible-light snapshot, is likely similar to the environment that formed our own Sun.  APOD Talk: Friday, January 9 in New York City","hdurl":"http://apod.nasa.gov/apod/image/1501/hs-2015-01m16pillarsHST.jpg","media_type":"image","service_version":"v1","title":"Hubble 25th Anniversary: Pillars of Creation","url":"http://apod.nasa.gov/apod/image/1501/m16pillarsHSTvis1024.jpg"},{"date":"2015-1-16","explanation":"Delivered by Saturn-bound Cassini, ESA's Huygens probe touched down on the ringed planet's largest moon Titan, ten years ago on January 14, 2005. These panels show fisheye images made during its slow descent by parachute through Titan's dense atmosphere.  Taken by the probe's descent imager/spectral radiometer instrument they range in altitude from 6 kilometers (upper left) to 0.2 kilometers (lower right) above the moon's surprisingly Earth-like surface of dark channels, floodplains, and bright ridges. But at temperatures near -290 degrees F (-180 degrees C), the liquids flowing across Titan's surface are methane and ethane, hydrocarbons rather than water. After making the most distant landing for a spacecraft from Earth, Huygens transmitted data for more than an hour.  The Huygens data and a decade of exploration by Cassini have shown Titan to be a tantalizing world hosting a complex chemistry of organic compounds, dynamic landforms, lakes, seas, and a possible subsurface ocean of liquid water.","hdurl":"http://apod.nasa.gov/apod/image/1501/PIA08112_4panelcrop.jpg","media_type":"image","service_version":"v1","title":"Huygens Lands on Titan","url":"http://apod.nasa.gov/apod/image/1501/PIA08112_4panelcrop1024.jpg"},{"date":"2015-1-18","explanation":"What's happening at the center of our Milky Way Galaxy? To help find out, the orbiting Hubble and Spitzer space telescopes have combined their efforts to survey the region in unprecedented detail in infrared light. Infrared light is particularly useful for probing the Milky Way's center because visible light is more greatly obscured by dust.  The above image encompasses more than 2,000 images from the Hubble Space Telescope's NICMOS taken in 2008. The image spans 300 by 115 light years with such high resolution that structures only 20 times the size of our own Solar System are discernable. Clouds of glowing gas and dark dust as well as three large star clusters are visible.  Magnetic fields may be channeling plasma along the upper left near the Arches Cluster, while energetic stellar winds are carving pillars near the Quintuplet Cluster on the lower left.  The massive Central Cluster of stars surrounding Sagittarius A* is visible on the lower right. Why several central, bright, massive stars appear to be unassociated with these star clusters is not yet understood.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1501/gcenter_hstspitzer_6149.jpg","media_type":"image","service_version":"v1","title":"The Galactic Core in Infrared","url":"http://apod.nasa.gov/apod/image/1501/gcenter_hstspitzer_1080.jpg"},{"date":"2015-1-19","explanation":"The Great Nebula in Orion is an intriguing place.  Visible to the unaided eye, it appears as a small fuzzy patch in the constellation of Orion. But this image, an illusory-color four-panel mosaic taken in different bands of infrared light with the Earth orbiting WISE observatory, shows the Orion Nebula to be a bustling  neighborhood of recently formed stars, hot gas, and dark dust.  The power behind much of the Orion Nebula (M42) is the stars of the Trapezium star cluster, seen near the center of the above wide field image. The orange glow surrounding the bright stars pictured here is their own starlight reflected by intricate dust filaments that cover much of the region.  The current  Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next 100,000 years.   Now Available: APOD 2015 Wall Calendars","hdurl":"http://apod.nasa.gov/apod/image/1501/orionred_WISEantonucci_1824.jpg","media_type":"image","service_version":"v1","title":"Infrared Orion from WISE","url":"http://apod.nasa.gov/apod/image/1501/orionred_WISEantonucci_960.jpg"},{"date":"2015-1-20","explanation":"It is the largest asteroid in the asteroid belt -- what secrets does it hold?  To find out, NASA has sent the robotic Dawn spacecraft to explore and map this cryptic 1,000-kilometer wide world: Ceres.  Orbiting between Mars and Jupiter, Ceres is officially categorized as a dwarf planet but has never been imaged in detail. Featured here is a 20-frame video taken a week ago of Dawn's approach that now rivals even the best images of Ceres ever taken by the Hubble Space Telescope. The video shows enough surface definition to discern its 9-hour rotation period. On target to reach Ceres in early March, Dawn will match speeds and attempt to orbit this previously unexplored body, taking images and data that may help humanity better understand not only the nature and history of Ceres but also the early history of our entire Solar System.","hdurl":"http://apod.nasa.gov/apod/image/1501/ceres01_dawn_305.gif","media_type":"image","service_version":"v1","title":"Approaching Asteroid Ceres","url":"http://apod.nasa.gov/apod/image/1501/ceres01_dawn_960.gif"},{"date":"2015-1-23","explanation":"Some prefer windows, and these are the best available on board the International Space Station. Taken on January 4, this snapshot from inside the station's large, seven-window Cupola module also shows off a workstation for controlling Canadarm2. Used to grapple visiting cargo vehicles and assist astronauts during spacewalks, the robotic arm is just outside the window at the right. The Cupola itself is attached to the Earth-facing or nadir port of the station's Tranquility module, offering dynamic panoramas of our fair planet. Seen from the station's 90 minute long, 400 kilometer high orbit, Earth's bright limb is in view above center.","hdurl":"http://apod.nasa.gov/apod/image/1501/15618296264_21bc1e368e_o.jpg","media_type":"image","service_version":"v1","title":"Interior View","url":"http://apod.nasa.gov/apod/image/1501/15618296264_21bc1e368e_o1024.jpg"},{"date":"2015-1-24","explanation":"Celebrating astronomy in this International Year of Light, the detailed image reveals spectacular active galaxy Cygnus A in light across the electromagnetic spectrum. Incorporating X-ray data ( blue) from the orbiting Chandra Observatory, Cygnus A is seen to be a prodigious source of high energy x-rays. But it is actually more famous at the low energy end of the electromagnetic spectrum. One of the brightest celestial sources visible to radio telescopes, at 600 million light-years distant Cygnus A is the closest powerful radio galaxy. Radio emission ( red) extends to either side along the same axis for nearly 300,000 light-years powered by jets of relativistic particles emanating from the galaxy's central supermassive black hole. Hot spots likely mark the ends of the jets impacting surrounding cool, dense material. Confined to yellow hues, optical wavelength data of the galaxy from Hubble and the surrounding field in the Digital Sky Survey complete a remarkable multiwavelength view.","hdurl":"http://apod.nasa.gov/apod/image/1501/iyl_cyga.jpg","media_type":"image","service_version":"v1","title":"Light from Cygnus A","url":"http://apod.nasa.gov/apod/image/1501/iyl_cyga.jpg"},{"date":"2015-1-25","explanation":"Ten Earths could easily fit in the \"claw\" of this seemingly solar monster.  The monster, actually a huge eruptive prominence, is seen moving out from our Sun in this condensed half-hour time-lapse sequence.  This large prominence, though, is significant not only for its size, but its shape.  The twisted figure eight shape indicates that a complex magnetic field threads through the emerging solar particles.  Differential rotation of gas just inside the surface of the Sun might help account for the surface explosion.  The five frame sequence was taken in early 2000 by the Sun-orbiting SOHO satellite.  Although large prominences and energetic Coronal Mass Ejections (CMEs) are relatively rare, they are again occurring more frequently now that we are near the Solar Maximum, a time of peak sunspot and solar activity in the eleven-year solar cycle.","hdurl":"http://apod.nasa.gov/apod/image/1501/proanim3_soho_640.mp4","media_type":"image","service_version":"v1","title":"A Twisted Solar Eruptive Prominence","url":"http://apod.nasa.gov/apod/image/1501/proanim3_soho_640.gif"},{"date":"2015-1-28","explanation":"Which of these night sky icons can you find in this beautiful and deep exposure of the northern winter sky? Skylights include the stars in Orion's belt, the Orion Nebula, the Pleiades star cluster, the bright stars Betelgeuse and Rigel, the California Nebula, Barnard's Loop, and  Comet Lovejoy. The belt stars of Orion are nearly vertical in the central line between the horizon and the image center, with the lowest belt star obscured by the red glowing Flame Nebula. To the belt's left is the red arc of Barnard's Loop followed by the bright orange star Betelgeuse, while to the belt's right is the colorful Orion Nebula followed by the bright blue star Rigel. The blue cluster of bright stars near the top center is the Pleiades, and the red nebula to its left is the California nebula.  The bright orange dot above the image center is the star Aldebaran, while the green object with the long tail to its right is Comet C/2014 Q2 (Lovejoy). The featured image was taken about two weeks ago near Palau village in Spain.","hdurl":"http://apod.nasa.gov/apod/image/1501/LovejoySky_casado_4975.jpg","media_type":"image","service_version":"v1","title":"Comet Lovejoy in a Winter Sky","url":"http://apod.nasa.gov/apod/image/1501/LovejoySky_casado_926.jpg"},{"date":"2015-1-30","explanation":"Four NASA suborbital sounding rockets leapt into the night on January 26, from the University of Alaska's Poker Flat Research Range. This time lapse composite image follows all four launches of the small, multi-stage rockets to explore winter's mesmerizing, aurora-filled skies. During the exposures, stars trailed around the North Celestial Pole, high above the horizon at the site 30 miles north of Fairbanks, Alaska. Lidar, beams of pulsed green lasers, also left traces through the scene. Operating successfully, the payloads lofted were two Mesosphere-Lower Thermosphere Turbulence Experiments (M-TeX) and two Mesospheric Inversion-layer Stratified Turbulence (MIST) experiments, creating vapor trails at high altitudes to be tracked by ground-based observations.","hdurl":"http://apod.nasa.gov/apod/image/1501/PFlatLaunch_compositeJan26_0.jpg","media_type":"image","service_version":"v1","title":"A Night at Poker Flat","url":"http://apod.nasa.gov/apod/image/1501/PFlatLaunch_compositeJan26_0800.jpg"},{"date":"2015-1-31","explanation":"Infrared wavelengths of 3.6, 8.0, and 24.0 microns observed by the Spitzer Space Telescope are mapped into visible colors red, green, and blue in this striking image. The cosmic cloud of gas and dust is W33, a massive starforming complex some 13,000 light-years distant, near the plane of our Milky Way Galaxy. So what are all those yellow balls? Citizen scientists of the web-based Milky Way Project found the features they called yellow balls as they scanned many Spitzer images and persistently asked that question of researchers. Now there is an answer. The yellow balls in Spitzer images are identified as an early stage of massive star formation. They appear yellow because they are overlapping regions of red and green, the assigned colors that correspond to dust and organic molecules known as PAHs at Spitzer wavelengths. Yellow balls represent the stage before newborn massive stars clear out cavities in their surrounding gas and dust and appear as green-rimmed bubbles with red centers in the Spitzer image. Of course, the astronomical crowdsourcing success story is only part of the Zooniverse. The Spitzer image spans 0.5 degrees or about 100 light-years at the estimated distance of W33.","hdurl":"http://apod.nasa.gov/apod/image/1501/sig15-02spitzerW33.jpg","media_type":"image","service_version":"v1","title":"Yellow Balls in W33","url":"http://apod.nasa.gov/apod/image/1501/sig15-02spitzerW331066.jpg"},{"date":"2015-2-1","explanation":"These two mighty galaxies are pulling each other apart.  Known as the \"Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. The long tails are created by the relative difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are  likely members of the Coma Cluster of Galaxies.  The above picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys in 2002. These galactic mice will probably collide again and again over the next billion years until they coalesce to form a single galaxy.","hdurl":"http://apod.nasa.gov/apod/image/1502/mice_hubble_4428.jpg","media_type":"image","service_version":"v1","title":"NGC 4676: When Mice Collide","url":"http://apod.nasa.gov/apod/image/1502/mice_hubble_1080.jpg"},{"date":"2015-2-2","explanation":"Why would the surface of Titan light up with a blinding flash? The reason: a sunglint from liquid seas.  Saturn's moon Titan has numerous smooth lakes of methane that, when the angle is right, reflect sunlight as if they were mirrors.  Pictured here in false-color, the robotic Cassini spacecraft orbiting Saturn imaged the cloud-covered Titan last summer in different bands of cloud-piercing infrared light.  This specular reflec","hdurl":"http://apod.nasa.gov/apod/image/1502/TitanGlint_cassini_2002.jpg","media_type":"image","service_version":"v1","title":"Titan Seas Reflect Sunlight","url":"http://apod.nasa.gov/apod/image/1502/TitanGlint_cassini_960.jpg"},{"date":"2015-2-3","explanation":"Where do comet tails come from? Although it is common knowledge that comet tails and comas originate from comet nuclei, exactly how that happens is an active topic of research.  One of the best images yet of emerging jets is shown in the featured image, taken last November by the robotic Rosetta spacecraft in orbit around the Comet 67P/Churyumov-Gerasimenko (Comet CG), and released last month.  The overexposed picture shows plumes of gas and dust escaping numerous places from the Comet CG's nucleus as it nears the Sun and heats up.  Although Comet CG is currently further out from the Sun than Mars, its orbit will take it almost as close as the Earth this coming August, at which time its jet activity is expected to increase by a factor of about 100. You've likely seen some debris from comet nuclei before but in another form -- when sand-sized bits end their journey through the Solar System by impacting the atmosphere of Earth as meteors.    Almost Hyperspace: Random APOD Generator","hdurl":"http://apod.nasa.gov/apod/image/1502/CometPlumes_Rosetta_2048.jpg","media_type":"image","service_version":"v1","title":"Jets from Comet Churyumov-Gerasimenko","url":"http://apod.nasa.gov/apod/image/1502/CometPlumes_Rosetta_960.jpg"},{"date":"2015-2-5","explanation":"The striking spiral galaxy M104 is famous for its nearly edge-on profile featuring a broad ring of obscuring dust lanes. Seen in silhouette against an extensive bulge of stars, the swath of cosmic dust lends a broad brimmed hat-like appearance to the galaxy suggesting the more popular moniker, The Sombrero Galaxy. Hubble Space Telescope and ground-based Subaru data have been reprocessed with amateur color image data to create this sharp view of the well-known galaxy. The processing results in a natural color appearance and preserves details often lost in overwhelming glare of M104's bright central bulge when viewed with smaller ground-based instruments. Also known as NGC 4594, the Sombrero galaxy can be seen across the spectrum and is thought to host a central supermassive black hole. About 50,000 light-years across and 28 million light-years away, M104 is one of the largest galaxies at the southern edge of the Virgo Galaxy Cluster.","hdurl":"http://apod.nasa.gov/apod/image/1502/m104colombari_q100_watermark.jpg","media_type":"image","service_version":"v1","title":"M104: The Sombrero Galaxy","url":"http://apod.nasa.gov/apod/image/1502/m104colombari_q100_watermark1024c.jpg"},{"date":"2015-2-6","explanation":"Our solar system's ruling giant planet Jupiter and 3 of its 4 large Galilean moons are captured in this single Hubble snapshot from January 24. Crossing in front of Jupiter's banded cloud tops Europa, Callisto, and Io are framed from lower left to upper right in a rare triple-moon conjunction. Distinguishable by colors alone icy Europa is almost white, Callisto's ancient cratered surface looks dark brown, and volcanic Io appears yellowish. The transiting moons and moon shadows can be identified by sliding your cursor over the image, or following this link. Remarkably, two small, inner Jovian moons, Amalthea and Thebe, along with their shadows, can also be found in the sharp Hubble view. The Galilean moons have diameters of 3,000 to 5,000 kilometers or so, comparable in size to Earth's moon. But odd-shaped Amalthea and Thebe are only about 260 and 100 kilometers across respectively.","hdurl":"http://apod.nasa.gov/apod/image/1502/JupiterTriple0710UT_HST.jpg","media_type":"image","service_version":"v1","title":"Jupiter Triple-Moon Conjunction","url":"http://apod.nasa.gov/apod/image/1502/JupiterTriple0710UT_HST900.jpg"},{"date":"2015-2-8","explanation":"This cosmic pillar of gas and dust is nearly two light-years wide. The structure lies within one of our galaxy's largest star forming regions, the Carina Nebula, shining in southern skies at a distance of about 7,500 light-years. The pillar's convoluted outlines are shaped by the winds and radiation of Carina's young, hot, massive stars. But the interior of the cosmic pillar itself is home to stars in the process of formation. In fact, a penetrating  infrared view shows the pillar is dominated by two, narrow, energetic jets blasting outward from a still hidden infant star. The above featured visible light image was made in 2009 using the Hubble Space Telescope's Wide Field Camera 3.","hdurl":"http://apod.nasa.gov/apod/image/1502/CarinaPillar_hubble_2400.jpg","media_type":"image","service_version":"v1","title":"Carina Nebula Dust Pillar","url":"http://apod.nasa.gov/apod/image/1502/CarinaPillar_hubble_1080.jpg"},{"date":"2015-2-9","explanation":"What caused these Martian rocks to be layered? The leading hypothesis is an ancient Martian lake that kept evaporating and refilling over 10 million years -- but has now remained dry and empty of water for billions of years.  The featured image, taken last November by the robotic Curiosity rover, shows one-meter wide Whale Rock which is part of the Pahrump Hills outcrop at the base of Mount Sharp. Also evident in the image is cross-bedding -- rock with angled layers -- which were likely facilitated by waves of sand.  Curiosity continues to find many layered rocks like this as it continues to roll around and up 5.5-km high Mount Sharp.","hdurl":"http://apod.nasa.gov/apod/image/1502/LayeredRocks_curiosity_4006.jpg","media_type":"image","service_version":"v1","title":"Layered Rocks near Mount Sharp on Mars","url":"http://apod.nasa.gov/apod/image/1502/LayeredRocks_curiosity_1080.jpg"},{"date":"2015-2-11","explanation":"Majestic on a truly cosmic scale, M100 is appropriately known as a grand design spiral galaxy.  It is a large galaxy of over 100 billion stars with well-defined spiral arms that is similar to our own Milky Way Galaxy.  One of the brightest members of the Virgo Cluster of galaxies, M100 (alias NGC 4321) is 56 million light-years distant toward the constellation of Berenice's Hair (Coma Berenices).  This Hubble Space Telescope image of M100 was made in 2009 and reveals bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies.  Studies of variable stars in M100 have played an important role in determining the size and age of the Universe. If you know exactly where to look, you can find a small spot that is a light echo from a bright supernova that was recorded a few years before the image was taken.","hdurl":"http://apod.nasa.gov/apod/image/1502/m100_hubble_4060.jpg","media_type":"image","service_version":"v1","title":"M100: A Grand Design Spiral Galaxy","url":"http://apod.nasa.gov/apod/image/1502/m100_hubble_960.jpg"},{"date":"2015-2-12","explanation":"Some 60 million light-years away in the southerly constellation Corvus, two large galaxies are colliding. The stars in the two galaxies, cataloged as NGC 4038 and NGC 4039, very rarely collide in the course of the ponderous cataclysm, lasting hundreds of millions of years. But their large clouds of molecular gas and dust often do, triggering furious episodes of star formation near the center of the cosmic wreckage. Spanning about 500 thousand light-years, this stunning composited view also reveals new star clusters and matter flung far from the scene of the accident by gravitational tidal forces. The remarkable collaborative image is a mosaic constructed using data from small and large ground-based telescopes to bring out large-scale and faint tidal streams, composited with the bright cores imaged in extreme detail by the Hubble Space Telescope. Of course, the suggestive visual appearance of the extended arcing structures gives the galaxy pair its popular name - The Antennae.","hdurl":"http://apod.nasa.gov/apod/image/1502/AntennaePellicciaOlsen_mark.jpg","media_type":"image","service_version":"v1","title":"Exploring the Antennae","url":"http://apod.nasa.gov/apod/image/1502/AntennaePellicciaOlsen_mark1024.jpg"},{"date":"2015-2-14","explanation":"On another Valentine's Day 25 years ago, cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back one last time to make this first ever Solar System family portrait. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. In it, Voyager's wide angle camera frames sweep through the inner Solar System at the left, linking up with gas giant Neptune, the Solar System's outermost planet, at the far right. Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by letters, while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Closer to the Sun than Neptune at the time, small, faint Pluto's position was not covered.","hdurl":"http://apod.nasa.gov/apod/image/1502/ssportrait_vg1_big.jpg","media_type":"image","service_version":"v1","title":"Solar System Portrait","url":"http://apod.nasa.gov/apod/image/1502/ssportrait_vg1.jpg"},{"date":"2015-2-15","explanation":"Two hours before closest approach to Neptune in 1989, the Voyager 2 robot spacecraft snapped this picture. Clearly visible for the first time were long light-colored cirrus-type clouds floating high in Neptune's atmosphere. Shadows of these clouds can even be seen on lower cloud decks.  Most of Neptune's atmosphere is made of hydrogen and helium, which is invisible.  Neptune's blue color therefore comes from smaller amounts of atmospheric methane, which preferentially absorbs red light.  Neptune has the fastest winds in the Solar System, with gusts reaching 2000 kilometers per hour.  Speculation holds that diamonds may be created in the dense hot conditions that exist under the cloud tops of Uranus and Neptune. Twenty-six years later, NASA's New Horizons is poised to be the first spacecraft  to zoom past Pluto this July.   Almost Hyperspace: Random APOD Generator","hdurl":"http://apod.nasa.gov/apod/image/1502/neptune_voyager2_682.jpg","media_type":"image","service_version":"v1","title":"Two Hours Before Neptune","url":"http://apod.nasa.gov/apod/image/1502/neptune_voyager2_960.jpg"},{"date":"2015-2-16","explanation":"What's happening at the center of spiral galaxy M106? A swirling disk of stars and gas, M106's appearance is dominated by blue spiral arms and red  dust lanes near the nucleus, as shown in the featured image.  The core of M106 glows brightly in radio waves and X-rays where twin jets have been found running the length of the galaxy.  An unusual central glow makes M106 one of the closest examples of the Seyfert class of galaxies, where vast amounts of glowing gas are thought to be falling into a central massive black hole.  M106, also designated NGC 4258, is a relatively close 23.5 million light years away, spans 60 thousand light years across, and can be seen with a small telescope towards the constellation of the Hunting Dogs (Canes Venatici).    Astrophysicists: Browse 1,000+ codes in the Astrophysics Source Code Library","hdurl":"http://apod.nasa.gov/apod/image/1502/m106_colombari_3568.jpg","media_type":"image","service_version":"v1","title":"M106: A Spiral Galaxy with a Strange Center","url":"http://apod.nasa.gov/apod/image/1502/m106_colombari_960.jpg"},{"date":"2015-2-18","explanation":"What are those bright spots on asteroid Ceres? As the robotic spacecraft Dawn approaches the largest asteroid in the asteroid belt, the puzzle only deepens. Sharper new images taken last week and released yesterday indicate, as expected, that most of the surface of dwarf planet Ceres is dark and heavily cratered like our Moon and the planet Mercury. The new images do not clearly indicate, however, the nature of comparatively bright spots -- although more of them are seen to exist.  The enigmatic spots were first noticed on Texas-sized Ceres a few weeks ago during Dawn's approach. The intriguing mystery might well be solved quickly as Dawn continues to advance toward Ceres, being on schedule to enter orbit on March 6.    Poll: What do you think the light spots on Ceres are?","hdurl":"http://apod.nasa.gov/apod/image/1502/ceres02_dawn_2119.jpg","media_type":"image","service_version":"v1","title":"Dark Craters and Bright Spots Revealed on Asteroid Ceres","url":"http://apod.nasa.gov/apod/image/1502/ceres02_dawn_1080.jpg"},{"date":"2015-2-19","explanation":"Palomar 12 was not born here. The stars of the globular cluster, first identified in the Palomar Sky Survey, are younger than those in other globular star clusters that roam the halo of our Milky Way Galaxy. Palomar 12's position in our galaxy and measured motion suggest its home was once the Sagittarius Dwarf Elliptical Galaxy, a small satellite of the Milky Way. Disrupted by gravitational tides during close encounters the satellite galaxy has lost its stars to the larger Milky Way. Now part of the Milky Way's halo, the tidal capture of Palomar 12 likely took place some 1.7 billion years ago. Seen behind spiky foreground stars in the sharp Hubble image, Palomar 12 spans nearly 60 light-years. Still much closer than the faint, fuzzy, background galaxies scattered throughout the field of view, it lies about 60,000 light-years away, toward the constellation Capricornus.","hdurl":"http://apod.nasa.gov/apod/image/1502/potw1507a_pal12.jpg","media_type":"image","service_version":"v1","title":"Palomar 12","url":"http://apod.nasa.gov/apod/image/1502/potw1507a_pal12w900.jpg"},{"date":"2015-3-1","explanation":"Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured above is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  The above mosaic of images of a small portion of Coma was taken in unprecedented detail in 2006 by the Hubble Space Telescope to investigate how galaxies in rich clusters form and evolve.  Most galaxies in Coma and other clusters are ellipticals, although some imaged here are clearly spirals.   The spiral galaxy on the upper left of the above image can also be found as one of the bluer galaxies on the upper left of this wider field image. In the background thousands of unrelated galaxies are visible far across the universe.","hdurl":"http://apod.nasa.gov/apod/image/1503/ComaCluster_hubble_1280.jpg","media_type":"image","service_version":"v1","title":"Inside the Coma Cluster of Galaxies","url":"http://apod.nasa.gov/apod/image/1503/ComaCluster_hubble_960.jpg"},{"date":"2015-3-3","explanation":"It was late in the northern martian spring when the HiRISE camera onboard the Mars Reconnaissance Orbiter spied this local denizen. Tracking across the flat, dust-covered Amazonis Planitia in 2012, the core of this whirling dust devil is about 140 meters in diameter. Lofting dust into the thin martian atmosphere, its plume reaches about 20 kilometers above the surface. Common to this region of Mars, dust devils occur as the surface is heated by the Sun, generating warm, rising air currents that begin to rotate. Tangential wind speeds of up to 110 kilometers per hour are reported for dust devils in other HiRISE images.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1503/MartianDustDevil_mro_1817.jpg","media_type":"image","service_version":"v1","title":"A Dust Devil on Mars","url":"http://apod.nasa.gov/apod/image/1503/MartianDustDevil_mro_960.jpg"},{"date":"2015-3-5","explanation":"The sprawling Caloris basin on Mercury is one of the solar system's largest impact basins, created during the early history of the solar system by the impact of a large asteroid-sized body. The multi-featured, fractured basin spans about 1,500 kilometers in this enhanced color mosaic based on image data from the Mercury-orbiting MESSENGER spacecraft. Mercury's youngest large impact basin, Caloris was subsequently filled in by lavas that appear orange in the mosaic. Craters made after the flooding have excavated material from beneath the surface lavas. Seen as contrasting blue hues, they likely offer a glimpse of the original basin floor material. Analysis of these craters suggests the thickness of the covering volcanic lava to be 2.5-3.5 kilometers. Orange splotches around the basin's perimeter are thought to be volcanic vents.","hdurl":"http://apod.nasa.gov/apod/image/1503/PIA19216MessengerCaloris.jpg","media_type":"image","service_version":"v1","title":"Enhanced Color Caloris","url":"http://apod.nasa.gov/apod/image/1503/PIA19216MessengerCaloris900.jpg"},{"date":"2015-3-8","explanation":"The center of our Milky Way Galaxy is hidden from the prying eyes of optical telescopes by clouds of obscuring dust and gas. But in this stunning vista, the Spitzer Space Telescope's infrared cameras, penetrate much of the dust revealing the stars of the crowded galactic center region. A mosaic of many smaller snapshots, the detailed, false-color image shows older, cool stars in bluish hues. Reddish glowing dust clouds are associated with young, hot stars in stellar nurseries. The very center of the Milky Way was only recently found capable of forming newborn stars. The galactic center lies some 26,000 light-years away, toward the constellation Sagittarius. At that distance, this picture spans about 900 light-years.","hdurl":"http://apod.nasa.gov/apod/image/1503/mwcenter_spitzer_6000.jpg","media_type":"image","service_version":"v1","title":"Stars at the Galactic Center","url":"http://apod.nasa.gov/apod/image/1503/mwcenter_spitzer_960.jpg"},{"date":"2015-3-9","explanation":"What are the unusual spots surrounding that galaxy? They are all images of the same supernova. For the first time, a single supernova explosion has been seen split into multiple images by the gravitational lens deflections of intervening masses. In this case the masses are a large galaxy and its home galaxy cluster. The featured image was captured last November by the Earth-orbiting Hubble Space Telescope.  The yellow-hued quadruply-imaged Supernova Refsdal occurred in the early universe far behind the cluster. Measuring the locations and time-delays between the supernova images should allow astrophysicists to recover the amount of dark matter in the galaxy and cluster. With patience and luck, a fifth image of the supernova will also be recovered nearby in the next few years.   Astrophysicists: Browse 1,000+ codes in the Astrophysics Source Code Library","hdurl":"http://apod.nasa.gov/apod/image/1503/QuadSupernova_hubble_1176.jpg","media_type":"image","service_version":"v1","title":"Galaxy and Cluster Create Four Images of Distant Supernova","url":"http://apod.nasa.gov/apod/image/1503/QuadSupernova_hubble_1080.jpg"},{"date":"2015-3-18","explanation":"What does the Earth look like during a total solar eclipse?  It appears dark in the region where people see the eclipse, because that's where the shadow of the Moon falls. The shadow spot actually shoots across the Earth at nearly 2,000 kilometers per hour, darkening locations in its path for only a few minutes before moving on. The featured image shows the Earth during the total solar eclipse of 2006 March, as seen from the International Space Station.  On Friday the Moon will move in front of the Sun once again, casting another distorted circular shadow that, this time, will zip over part of the north Atlantic Ocean.","hdurl":"http://apod.nasa.gov/apod/image/1503/EarthEclipse_ISS_1520.jpg","media_type":"image","service_version":"v1","title":"Earth During a Total Eclipse of the Sun","url":"http://apod.nasa.gov/apod/image/1503/EarthEclipse_ISS_Annotated_960.jpg"},{"date":"2015-3-20","explanation":"Today's date marks an Equinox and a New Moon. Remarkably, while the exact timing of both geocentric events occur within a span of only 13 hours, the moon also reaches its new phase only 14 hours after perigee, the closest point in its orbit. That makes the Equinox New Moon the largest New Moon of 2015, though hard to see since that lunar phase presents the Moon's dark, night side to planet Earth. Still, in this well composed image of a young lunar phase from late January you can glimpse both night and day on the lunar surface, the night side faintly illuminated by Earthshine next to the day side's brightly sunlit crescent. But some will see today's Equinox New Moon in silhouette! The Equinox Solar Eclipse will be total across stretches of the Arctic Ocean, visible in partial phases from Europe, northern Africa and western Asia.  Gallery: Today's solar eclipse","hdurl":"http://apod.nasa.gov/apod/image/1503/EarthShineStack.jpg","media_type":"image","service_version":"v1","title":"Sunshine, Earthshine","url":"http://apod.nasa.gov/apod/image/1503/EarthShineStack1024.jpg"},{"date":"2015-3-29","explanation":"What if you saw your shadow on Mars and it wasn't human?  Then you might be the Opportunity rover currently exploring Mars.  Opportunity has been exploring the red planet since early 2004, finding evidence of ancient water, and sending breathtaking images across the inner Solar System.  Pictured above in 2004, Opportunity looks opposite the Sun into Endurance Crater and sees its own shadow.  Two wheels are visible on the lower left and right, while the floor and walls of the unusual crater are visible in the background.  Opportunity is continuing on its long trek exploring unusual terrain in Meridiani Planum which continues to yield clues to the ancient history of Mars, our Solar System, and even humanity.","hdurl":"http://apod.nasa.gov/apod/image/1503/marsshadow_opportunity_1024.jpg","media_type":"image","service_version":"v1","title":"Shadow of a Martian Robot","url":"http://apod.nasa.gov/apod/image/1503/marsshadow_opportunity_960.jpg"},{"date":"2015-4-4","explanation":"Mysterious Hanny's Voorwerp, Dutch for \"Hanny's Object\", is really enormous, about the size of the Milky Way Galaxy and glowing strongly in the greenish light produced by ionized oxygen atoms. It is thought to be a tidal tail of material left by an ancient galaxy merger, illuminated and ionized by the outburst of a quasar inhabiting the center of distant spiral galaxy IC 2497. Its exciting 2007 discovery by Dutch schoolteacher Hanny van Arkel while participating online in the Galaxy Zoo project has since inspired a search and discovery of eight more eerie green cosmic features.  Imaged in these panels by the Hubble Space Telescope, all eight appear near galaxies with energetic cores. Far outside their associated galaxies, these objects are also likely echoes of quasar activity, illuminated only as light from a core quasar outburst reaches them and ultimately fading tens of thousands of years after the quasar outburst itself has faded away. Of course a galaxy merger like the impending merger of our own Milky Way and the Andromeda Galaxy, could also trigger the birth of a quasar that would illuminate our distant future version of Hanny's Voorwerp.","hdurl":"http://apod.nasa.gov/apod/image/1504/hs-2015-13-a-web_voorwerpjes.jpg","media_type":"image","service_version":"v1","title":"Voorwerpjes in Space","url":"http://apod.nasa.gov/apod/image/1504/hs-2015-13-a-web_voorwerpjes600h.jpg"},{"date":"2015-4-5","explanation":"Seen from ice moon Tethys, rings and shadows would display fantastic views of the Saturnian system. Haven't dropped in on Tethys lately? Then this gorgeous ringscape from the Cassini spacecraft will have to do for now. Caught in sunlight just below and left of picture center in 2005, Tethys itself is about 1,000 kilometers in diameter and orbits not quite five saturn-radii from the center of the gas giant planet. At that distance (around 300,000 kilometers) it is well outside Saturn's main bright rings, but Tethys is still one of five major moons that find themselves within the boundaries of the faint and tenuous outer E ring. Discovered in the 1980s, two very small moons Telesto and Calypso are locked in stable locations along Tethys' orbit. Telesto precedes and Calypso follows Tethys as the trio circles Saturn.","hdurl":"http://apod.nasa.gov/apod/image/1504/TethysRingShadow_cassini_1019.jpg","media_type":"image","service_version":"v1","title":"Saturn, Tethys, Rings, and Shadows","url":"http://apod.nasa.gov/apod/image/1504/TethysRingShadow_cassini_1080.jpg"},{"date":"2015-4-6","explanation":"Hot blue stars shine brightly in this beautiful, recently formed galactic or \"open\" star cluster.  Open cluster NGC 3293 is located in the constellation Carina, lies at a distance of about 8000 light years, and has a particularly high abundance of these young bright stars.  A study of NGC 3293 implies that the blue stars are only about 6 million years old, whereas the cluster's dimmer, redder stars appear to be about 20 million years old.  If true, star formation in this open cluster took at least 15 million years.  Even this amount of time is short, however, when compared with the billions of years stars like our Sun live, and the over-ten billion year lifetimes of many galaxies and our universe.  Pictured, NGC 3293 appears just in front of a dense dust lane and red glowing hydrogen gas emanating from the Carina Nebula.   Astrophysicists: Browse 1,000+ codes in the Astrophysics Source Code Library","hdurl":"http://apod.nasa.gov/apod/image/1504/ngc3293_eso_8682.jpg","media_type":"image","service_version":"v1","title":"NGC 3293: A Bright Young Star Cluster","url":"http://apod.nasa.gov/apod/image/1504/ngc3293_eso_960.jpg"},{"date":"2015-4-7","explanation":"The Virgo Cluster of Galaxies is the closest cluster of galaxies to our Milky Way Galaxy.  The Virgo Cluster is so close that it spans more than 5 degrees on the sky - about 10 times the angle made by a full Moon. With its heart lying about 70 million light years distant, the Virgo Cluster is the nearest cluster of galaxies, contains over 2,000 galaxies, and has a noticeable gravitational pull on the galaxies of the Local Group of Galaxies surrounding our Milky Way Galaxy.  The cluster contains not only galaxies filled with stars but also gas so hot it glows in X-rays.  Motions of galaxies in and around clusters indicate that they contain more dark matter than any visible matter we can see.  Pictured above, the heart of the Virgo Cluster includes bright Messier galaxies such as Markarian's Eyes on the upper left, M86 just to the upper right of center, M84 on the far right, as well as spiral galaxy NGC 4388 at the bottom right.","hdurl":"http://apod.nasa.gov/apod/image/1504/VirgoCentral_Subaru_8000.jpg","media_type":"image","service_version":"v1","title":"In the Heart of the Virgo Cluster","url":"http://apod.nasa.gov/apod/image/1504/VirgoCentral_Subaru_960.jpg"},{"date":"2015-4-15","explanation":"It's stars versus dust in the Carina Nebula and the stars are winning. More precisely, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dusty stellar nurseries in which they formed. Located in the Carina Nebula and known informally as Mystic Mountain, these pillar's appearance is dominated by the dark dust even though it is composed mostly of clear hydrogen gas. Dust pillars such as these are actually much thinner than air and only appear as mountains due to relatively small amounts of opaque interstellar dust.  About 7,500 light-years distant, the featured image was taken with the Hubble Space Telescope, digitally reprocessed by an industrious amateur, and highlights an interior region of Carina which spans about three light years. Within a few million years, the stars will likely win out completely and the entire dust mountain will be destroyed.   Did you Know: This week is International Dark Sky Week?","hdurl":"http://apod.nasa.gov/apod/image/1504/MysticMountain_HubbleForteza_1564.jpg","media_type":"image","service_version":"v1","title":"Mystic Mountain Dust Pillars","url":"http://apod.nasa.gov/apod/image/1504/MysticMountain_HubbleForteza_960.jpg"},{"date":"2015-4-18","explanation":"One of the largest young craters on Mercury, 114 kilometer (71 mile) diameter Hokusai crater's bright rays are known to extend across much of the planet. But this mosaic of oblique views focuses on Hokusai close up, its sunlit central peaks, terraced crater walls, and frozen sea of impact melt on the crater's floor. The images were captured by the MESSENGER spacecraft. The first to orbit Mercury, since 2011 MESSENGER has conducted scientific explorations, including extensive imaging of the Solar System's innermost planet. Now running out of propellant and unable to counter orbital perturbations caused by the Sun's gravity, MESSENGER is predicted to impact the surface of Mercury on April 30.","hdurl":"http://apod.nasa.gov/apod/image/1504/HokusaiOblique_2015.jpg","media_type":"image","service_version":"v1","title":"The Great Crater Hokusai","url":"http://apod.nasa.gov/apod/image/1504/HokusaiOblique_2015h800c.jpg"},{"date":"2015-4-19","explanation":"How could a galaxy become shaped like a ring? The rim of the blue galaxy pictured on the right is an immense ring-like structure 150,000 light years in diameter composed of newly formed, extremely bright, massive stars.  That galaxy, AM 0644-741, is known as a  ring galaxy and was caused by an immense galaxy collision.  When galaxies collide, they pass through each other -- their individual stars rarely come into contact.  The ring-like shape is the result of the gravitational disruption caused by an entire small intruder galaxy passing through a large one.  When this happens, interstellar gas and dust become condensed, causing a wave of star formation to move out from the impact point like a ripple across the surface of a pond.  The intruder galaxy is just outside of the frame taken by the Hubble Space Telescope. This featured image was taken to commemorate the anniversary of Hubble's launch in 1990. Ring galaxy AM 0644-741 lies about 300 million light years away.","hdurl":"http://apod.nasa.gov/apod/image/1504/Ring0644_hubble_3628.jpg","media_type":"image","service_version":"v1","title":"Ring Galaxy AM 0644-741 from Hubble","url":"http://apod.nasa.gov/apod/image/1504/Ring0644_hubble_960.jpg"},{"date":"2015-4-26","explanation":"Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star  visible above at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.   Celebration: 25 Years of the Hubble Space Telescope","hdurl":"http://apod.nasa.gov/apod/image/1504/ant_hubble_1072.jpg","media_type":"image","service_version":"v1","title":"Planetary Nebula Mz3: The Ant Nebula","url":"http://apod.nasa.gov/apod/image/1504/ant_hubble_1072.jpg"},{"date":"2015-4-28","explanation":"It is one of the more massive galaxies known. A mere 46 million light-years distant, spiral galaxy NGC 2841 can be found in the northern constellation of Ursa Major. This sharp view of the gorgeous island universe shows off a striking yellow nucleus and galactic disk. Dust lanes, small, pink star-forming regions, and young blue star clusters are embedded in the patchy, tightly wound spiral arms. In contrast, many other spirals exhibit grand, sweeping arms with large star-forming regions.  NGC 2841 has a diameter of over 150,000 light-years, even larger than our own Milky Way and captured by this composite image merging exposures from the orbiting 2.4-meter Hubble Space Telescope and the ground-based 8.2-meter Subaru Telescope.  X-ray images suggest that resulting winds and stellar explosions create plumes of hot gas extending into a halo around NGC 2841.","hdurl":"http://apod.nasa.gov/apod/image/1504/ngc2841_hstColombari_3789.jpg","media_type":"image","service_version":"v1","title":"Massive Nearby Spiral Galaxy NGC 2841","url":"http://apod.nasa.gov/apod/image/1504/ngc2841_hstColombari_1080.jpg"},{"date":"2015-4-29","explanation":"What's happening to Comet 67P/ChuryumovGerasimenko? As the 3-km wide comet moves closer to the Sun, heat causes the nucleus to expel gas and dust. The Rosetta spacecraft arrived at the comet's craggily double nucleus last July and now is co-orbiting the Sun with the giant dark iceberg.  Recent analysis of data beamed back to Earth from the robotic Rosetta spacecraft has shown that water being expelled by 67P has a significant difference with water on Earth, indicating that Earth's water could not have originated from ancient collisions with comets like 67P. Additionally, neither Rosetta nor its Philae lander detected a magnetic field around the comet nucleus, indicating that magnetism might have been unimportant in the evolution of the early Solar System.  Comet 67P, shown in a crescent phase in false color, should increase its evaporation rate as it nears its closest approach to the Sun in 2015 August, when it reaches a Sun distance just a bit further out than the Earth.","hdurl":"http://apod.nasa.gov/apod/image/1504/67Pcrescent_RosettaConzo_7267.jpg","media_type":"image","service_version":"v1","title":"Comet Churyumov Gerasimenko in Crescent","url":"http://apod.nasa.gov/apod/image/1504/67Pcrescent_RosettaConzo_1080.jpg"},{"date":"2015-5-1","explanation":"The first to orbit Mercury, the MESSENGER spacecraft came to rest on this region of Mercury's surface yesterday. Constructed from MESSENGER image and laser altimeter data, the scene looks north over the northeastern rim of the broad, lava filled Shakespeare basin. The large, 48 kilometer (30 mile) wide crater Janacek is near the upper left edge. Terrain height is color coded with red regions about 3 kilometers above blue ones. MESSENGER'S final orbit was predicted to end near the center, with the spacecraft impacting the surface at nearly 4 kilometers per second (over 8,700 miles per hour) and creating a new crater about 16 meters (52 feet) in diameter. The impact on the far side of Mercury was not observed by telescopes, but confirmed when no signal was detected from the spacecraft given time to emerge from behind the planet. Launched in 2004, the MErcury Surface, Space ENvironment, GEochemisty and Ranging spacecraft completed over 4,000 orbits after reaching the Solar System's innermost planet in 2011.","hdurl":"http://apod.nasa.gov/apod/image/1505/messengerImpactSite_black.jpg","media_type":"image","service_version":"v1","title":"MESSENGER's Last Day on Mercury","url":"http://apod.nasa.gov/apod/image/1505/messengerImpactSite_black600.jpg"},{"date":"2015-5-5","explanation":"What's that under the surface of Mercury? The robotic MESSENGER spacecraft that had been orbiting planet Mercury for the past four years had been transmitting its data back to Earth with radio waves of very precise energy.  The planet's gravity, however, slightly changed this energy when measured on Earth, which enabled the reconstruction of a gravity map of unprecedented precision.  Here gravitational anomalies are shown in false-color, superposed on an image of the planet's cratered surface. Red hues indicate areas of slightly higher gravity, which in turn indicates areas that must have unusually dense matter under the surface. The central area is Caloris Basin, a huge impact feature measuring about 1,500 kilometers across. Last week, after completing its mission and running low on fuel, MESSENGER was purposely crashed onto Mercury's surface.","hdurl":"http://apod.nasa.gov/apod/image/1505/MercuryGravity_MESSENGER_2400.jpg","media_type":"image","service_version":"v1","title":"Gravitational Anomalies of Mercury","url":"http://apod.nasa.gov/apod/image/1505/MercuryGravity_MESSENGER_960.jpg"},{"date":"2015-5-10","explanation":"The sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. In 1995, astronomers used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one above.  Here, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the hourglass. The unprecedented sharpness of the HST images has revealed surprising details of the nebula ejection process that are helping to resolve the outstanding mysteries of the complex shapes and symmetries of planetary nebulas.","hdurl":"http://apod.nasa.gov/apod/image/1505/mycn18_hst_1280.jpg","media_type":"image","service_version":"v1","title":"MyCn18: An Hourglass Planetary Nebula","url":"http://apod.nasa.gov/apod/image/1505/mycn18_hst_960.jpg"},{"date":"2015-5-14","explanation":"Now at Ceres, Dawn's camera recorded this closer view of the dwarf planet's northern hemisphere and one of its mysterious bright spots on May 4. A sunlit portrait of a small, dark world about 950 kilometers in diameter, the image is part of a planned sequence taken from the solar-powered spacecraft's 15-day long RC3 mapping orbit at a distance of 13,600 kilometers (8,400 miles). The animated sequence shows Ceres' rotation, its north pole at the top of the frame. Imaged by Hubble in 2004 and then by Dawn as it approached Ceres in 2015, the bright spot itself is revealed to be made up of smaller spots of reflective material that could be exposed ice glinting in the sunlight.  On Saturday, Dawn's ion propulsion system was turned on to spiral the spacecraft into a closer 4,350-kilometer orbit by June 6. Of course another unexplored dwarf planet, Pluto, is expecting the arrival of a visitor from Earth, the New Horizons spacecraft, by mid-July.","hdurl":"http://apod.nasa.gov/apod/image/1505/PIA19547.jpg","media_type":"image","service_version":"v1","title":"Dwarf Planet, Bright Spot","url":"http://apod.nasa.gov/apod/image/1505/PIA19547.jpg"},{"date":"2015-5-16","explanation":"This close-up from the Mars Reconnaissance Orbiter's HiRISE camera shows weathered craters and windblown deposits in southern Acidalia Planitia. A striking shade of blue in standard HiRISE image colors, to the human eye the area would probably look grey or a little reddish. But human eyes have not gazed across this terrain, unless you count the eyes of NASA astronauts in the scifi novel The Martian by Andy Weir. The novel chronicles the adventures of Mark Watney, an astronaut stranded at the fictional Mars mission Ares 3 landing site corresponding to the coordinates of this cropped HiRISE frame. For scale Watney's 6-meter-diameter habitat at the site would be about 1/10th the diameter of the large crater. Of course, the Ares 3 landing coordinates are only about 800 kilometers north of the (real life) Carl Sagan Memorial Station, the 1997 Pathfinder landing site.","hdurl":"http://apod.nasa.gov/apod/image/1505/PIA19363.jpg","media_type":"image","service_version":"v1","title":"Ares 3 Landing Site: The Martian Revisited","url":"http://apod.nasa.gov/apod/image/1505/PIA19363_1024.jpg"},{"date":"2015-5-17","explanation":"Like a pearl, a white dwarf star shines best after being freed from its shell.  In this analogy, however, the Sun would be a mollusk and its discarded hull would shine prettiest of all! In the above shell of gas and dust, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The glowing stellar pearl can be seen as the bright dot near the image center.  The portion of NGC 2440 shown spans about one light year.  The center of  our Sun will eventually become a white dwarf, but not for another five billion years.  The above false color image was captured by the Hubble Space Telescope in 1995. NGC 2440 lies about 4,000 light years distant toward the southern constellation Puppis.","hdurl":"http://apod.nasa.gov/apod/image/1505/ngc2440center_hubble_755.jpg","media_type":"image","service_version":"v1","title":"NGC 2440: Pearl of a New White Dwarf","url":"http://apod.nasa.gov/apod/image/1505/ngc2440center_hubble_960.jpg"},{"date":"2015-5-19","explanation":"Globular star cluster 47 Tucanae is a jewel box of the southern sky. Also known as NGC 104, it roams the halo of our Milky Way Galaxy along with over 150 other globular star clusters. The second brightest globular cluster (after Omega Centauri) as seen from planet Earth, 47 Tuc lies about 17,000 light-years away and can be spotted naked-eye near the Small Magellanic Cloud in the constellation of the Toucan. The dense cluster is made up of hundreds of thousands of stars in a volume only about 120 light-years across. Recent observations have shown that 47 Tuc's white dwarf stars are in the process of being gravitationally expelled to the outer parts of the cluster due to their relatively low mass. Other colorful low mass stars including yellowish  red giant stars are easy to pick out on the outskirts of the cluster in this recently released sharp telescopic portrait by the Hubble Space Telescope.","hdurl":"http://apod.nasa.gov/apod/image/1505/47tuc_hubble_3359.jpg","media_type":"image","service_version":"v1","title":"Globular Star Cluster 47 Tuc","url":"http://apod.nasa.gov/apod/image/1505/47tuc_hubble_960.jpg"},{"date":"2015-5-20","explanation":"What's that looming behind this gravel-strewn hill on Comet ChuryumovGerasimenko? A jagged cliff. The unusual double-lobed nucleus of Comet 67P/ChuryumovGerasimenko lends itself to unusual and dramatic vistas, another of which has been captured by the Rosetta spacecraft that arrived at the comet last September.  The featured cometscape, taken last October and digitally enhanced, spans about 850 meters across.  Meanwhile, Comet ChuryumovGerasimenko continues to sprout jets as it nears its closest approach to the Sun in August.  Along the way, Rosetta will continue listening for signals from Philae, a probe that landed on the nucleus but rebounded to an unknown surface location last November.  If newly exposed to sunlight, Philae might regain enough energy to again signal Rosetta.   Click Through the Universe: Random APOD Generator","hdurl":"http://apod.nasa.gov/apod/image/1505/Looming67P_Rosetta_1024.jpg","media_type":"image","service_version":"v1","title":"A Cliff Looming on Comet 67P","url":"http://apod.nasa.gov/apod/image/1505/Looming67P_Rosetta_960.jpg"},{"date":"2015-5-21","explanation":"NGC 6240 offers a rare, nearby glimpse of a cosmic catastrophe in its final throes. The titanic galaxy-galaxy collision takes place a mere 400 million light-years away in the constellation Ophiuchus. The merging galaxies spew distorted tidal tails of stars, gas, and dust and undergo fast and furious bursts of star formation. The two supermassive black holes in the original galactic cores will also coalesce into a single, even more massive black hole and soon, only one large galaxy will remain. This dramatic image of the scene is a composite of narrowband and near-infrared to visible broadband data from Hubble's ACS and WPC3 cameras, a view that spans over 300,000 light-years at the estimated distance of NGC 6240.","hdurl":"http://apod.nasa.gov/apod/image/1505/NGC6240potw1520aa.jpg","media_type":"image","service_version":"v1","title":"NGC 6240: Merging Galaxies","url":"http://apod.nasa.gov/apod/image/1505/NGC6240potw1520a1024.jpg"},{"date":"2015-5-24","explanation":"What's that rising from the clouds?  The space shuttle. Sometimes, if you looked out the window of an airplane at just the right place and time, you could have seen something very unusual -- a space shuttle launching to orbit.  Images of the rising shuttle and its plume became widely circulated over the web shortly after Endeavour's final launch in 2011 May. The above image was taken from a shuttle training aircraft by NASA and is not copyrighted. Taken well above the clouds, the image can be matched with similar images of the same shuttle plume taken below the clouds.  Hot glowing gasses expelled by the engines are visible near the rising shuttle, as well as a long smoke plume.  A shadow of the plume appears on the cloud deck, indicating the direction of the Sun. The US Space Shuttle program concluded in 2011, and Endeavour can now be visited at the California Science Center.","hdurl":"http://apod.nasa.gov/apod/image/1505/shuttleplume_sts134_2502.jpg","media_type":"image","service_version":"v1","title":"Space Shuttle Rising","url":"http://apod.nasa.gov/apod/image/1505/shuttleplume_sts134_960.jpg"},{"date":"2015-5-30","explanation":"Many bright nebulae and star clusters in planet Earth's sky are associated with the name of astronomer Charles Messier, from his famous 18th century catalog. His name is also given to these two large and remarkable craters on the Moon. Standouts in the dark, smooth lunar Sea of Fertility or Mare Fecunditatis, Messier (left) and Messier A have dimensions of 15 by 8 and 16 by 11 kilometers respectively. Their elongated shapes are explained by an extremely shallow-angle trajectory followed by the impactor, moving left to right, that gouged out the craters. The shallow impact also resulted in two bright rays of material extending along the surface to the right, beyond the picture. Intended to be viewed with red/blue glasses (red for the left eye), this striking stereo picture of the crater pair was recently created from high resolution scans of two images (AS11-42-6304, AS11-42-6305) taken during the Apollo 11 mission to the moon.","hdurl":"http://apod.nasa.gov/apod/image/1505/MessierCrater3d_vantuyne.jpg","media_type":"image","service_version":"v1","title":"Messier Craters in Stereo","url":"http://apod.nasa.gov/apod/image/1505/MessierCrater3d_vantuyneC900.jpg"},{"date":"2015-5-31","explanation":"Long ago, far away, a star exploded.  Supernova 1994D, visible as the bright spot on the lower left, occurred in the outskirts of disk galaxy NGC 4526. Supernova 1994D was not of interest for how different it was, but rather for how similar it was to other supernovae.  In fact, the light emitted during the weeks after its explosion caused it to be given the familiar designation of a Type Ia supernova.  If all Type 1a supernovae have the same intrinsic brightness, then the dimmer a supernova appears, the farther away it must be.  By calibrating a precise brightness-distance relation, astronomers are able to estimate not only the expansion rate of the universe (parameterized by the Hubble Constant), but also the geometry of the universe we live in (parameterized by Omega and Lambda). The large number and great distances to supernovae measured over the past few years, when combined with other observations, are interpreted as indicating that we live in a previously unexpected universe.","hdurl":"http://apod.nasa.gov/apod/image/1505/sn94d_hiZ_2608.jpg","media_type":"image","service_version":"v1","title":"Supernova 1994D and the Unexpected Universe","url":"http://apod.nasa.gov/apod/image/1505/sn94d_hiZ_960.jpg"},{"date":"2015-6-3","explanation":"Why does this moon look like a sponge? To better investigate, NASA and ESA sent the Saturn-orbiting robotic spacecraft Cassini zooming past Saturn's moon Hyperion, once again, earlier this week.  One of the images beamed back to Earth is featured above, raw and unprocessed. Visible, as expected, are many unusually shaped craters with an unusual dark material at the bottom.  Although Hyperion spans about 250 kilometers, its small gravitational tug on Cassini indicates that it is mostly empty space and so has very low surface gravity.  Therefore, the odd shapes of many of Hyperion's craters are thought to result from impacts that primarily compress and eject surface material -- instead of the more typical round craters that appear after a circular shock wave that explosively redistributes surface material. Cassini is on track for another flyby of Saturn's Dione in about two weeks.   Retrospective: All Previous June 3 APODs","hdurl":"http://apod.nasa.gov/apod/image/1506/hyperion02_cassini_1024.jpg","media_type":"image","service_version":"v1","title":"Flyby Image of Saturn's Sponge Moon Hyperion","url":"http://apod.nasa.gov/apod/image/1506/hyperion02_cassini_960.jpg"},{"date":"2015-6-6","explanation":"Fifty years ago, on June 3, 1965, Edward White stepped out of the orbiting Gemini 4 spacecraft to become the first US astronaut to walk in space. White is captured in this photo taken by mission commander James McDivit from inside the capsule as White's spacewalk began over the Pacific Ocean on Gemini 4's third orbit. Planet Earth, spacecraft, and tether are reflected in White's gold tinted helmet visor. A gas powered manuevering gun is held in his right hand. Though the gun ran out of gas after only 3 minutes, he continued to manuever by twisting his body and pulling on the tether for the remainder of the 23 minute long Extra Vehicular Activity. White later described his historic spacewalk as the most comfortable part of the mission, and said the order to end it was the \"saddest moment\" of his life.","hdurl":"http://apod.nasa.gov/apod/image/1506/235794main_GPN-2006-000025_full.jpg","media_type":"image","service_version":"v1","title":"Into the Void","url":"http://apod.nasa.gov/apod/image/1506/235794main_GPN-2006-000025_1024x865.jpg"},{"date":"2015-6-7","explanation":"It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this representative color picture, the hot blue pool of light seen surrounding this binary system is energized by the hot surface of the faint star. Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.","hdurl":"http://apod.nasa.gov/apod/image/1506/ngc3132_hubble_935.jpg","media_type":"image","service_version":"v1","title":"NGC 3132: The Eight Burst Nebula","url":"http://apod.nasa.gov/apod/image/1506/ngc3132_hubble_960.jpg"},{"date":"2015-6-9","explanation":"Is this galaxy jumping through a giant ring of stars?  Probably not.  Although the precise dynamics behind the featured image is yet unclear, what is clear is that the pictured galaxy, NGC 7714, has been stretched and distorted by a recent collision with a neighboring galaxy. This smaller neighbor, NGC 7715, situated off to the left of the featured frame, is thought to have charged right through NGC 7714. Observations indicate that the golden ring pictured is composed of millions of older Sun-like stars that are likely co-moving with the interior bluer stars. In contrast, the bright center of NGC 7714 appears to be undergoing a burst of new star formation.  NGC 7714 is located about 100 million light years away toward the constellation of the Fish (Pisces).  The interactions between these galaxies likely started about 150 million years ago and should continue for several hundred million years more, after which a single central galaxy may result.    APOD Retrospective: Peculiar and Interacting Galaxies","hdurl":"http://apod.nasa.gov/apod/image/1506/ngc7714_hubble_3269.jpg","media_type":"image","service_version":"v1","title":"Galaxy NGC 7714 After Collision","url":"http://apod.nasa.gov/apod/image/1506/ngc7714_hubble_1080.jpg"},{"date":"2015-6-13","explanation":"Shortly before Mars' June 2015 conjunction, the Curiosity Rover celebrated 1000 sols on the red planet. After its August 5, 2012 landing, Curiosity's 1000th sol or martian day on the surface corresponded to planet Earth's calendar date May 31, 2015. Because the line-of-sight to Mars is close to the Sun near the conjunction, radio communications are affected and the six-wheeled, car-sized robotic rover cautiously remains parked at this spot for now. The view looks back toward the stomping grounds for Curiosity's nearly 10.6 kilometer trek so far, with the hazy rim of Gale Crater looming in the distance. The mosaicked panorama was constructed with images from navigation cameras taken on Curiosity's sol 997.","hdurl":"http://apod.nasa.gov/apod/image/1506/CuriositySol997_2a_KenKremer.jpg","media_type":"image","service_version":"v1","title":"1000 Sols","url":"http://apod.nasa.gov/apod/image/1506/CuriositySol997_2a_KenKremer1280x600.jpg"},{"date":"2015-6-14","explanation":"Why do many galaxies appear as spirals? A striking example is M101, shown above, whose relatively close distance of about 27 million light years allows it to be studied in some detail. Observational evidence indicates that a close gravitational interaction with a neighboring galaxy created waves of high mass and condensed gas which continue to orbit the galaxy center. These waves compress existing gas and cause star formation. One result is that M101, also called the Pinwheel Galaxy, has several extremely bright star-forming regions (called HII regions) spread across its spiral arms. M101 is so large that its immense gravity distorts smaller nearby galaxies.","hdurl":"http://apod.nasa.gov/apod/image/1506/m101_HubbleSubaru_4000.jpg","media_type":"image","service_version":"v1","title":"M101: The Pinwheel Galaxy","url":"http://apod.nasa.gov/apod/image/1506/m101_HubbleSubaru_960.jpg"},{"date":"2015-6-19","explanation":"Hitching a ride to low Earth orbit, LightSail A accomplished a challenging test mission, unfurling its 32 square meter mylar solar sail on June 7. This dramatic image from one of the bread loaf sized spacecraft's fisheye cameras captures the deployed sail glinting in sunlight. Sail out and visible to Earthbound observers before its final orbit, LightSail A reentered the atmosphere last weekend. Its succesful technology demonstration paves the way for the LightSail B spacecraft, scheduled for launch in April 2016. Once considered the stuff of science fiction, sailing through space was suggested 400 years ago by astronomer Johannes Kepler who observed comet tails blown by the solar wind. But modern solar sail designs, like the one tested by LightSail A, rely on the small but continuous pressure from sunlight itself for thrust.","hdurl":"http://apod.nasa.gov/apod/image/1506/P02_1600x1200_30-1_T0_47_33_D20_0_70.out.jpg","media_type":"image","service_version":"v1","title":"LightSail A","url":"http://apod.nasa.gov/apod/image/1506/PlanetarySocSail_1024.jpg"},{"date":"2015-6-20","explanation":"\"Beautiful Nebula discovered between the Balance [Libra] & the Serpent [Serpens] ...\" begins the description of the 5th entry in 18th century astronomer Charles Messier's famous catalog of nebulae and star clusters. Though it appeared to Messier to be fuzzy and round and without stars, Messier 5 (M5) is now known to be a globular star cluster, 100,000 stars or more, bound by gravity and packed into a region around 165 light-years in diameter. It lies some 25,000 light-years away. Roaming the halo of our galaxy, globular star clusters are ancient members of the Milky Way. M5 is one of the oldest globulars, its stars estimated to be nearly 13 billion years old. The beautiful star cluster is a popular target for Earthbound telescopes. Of course, deployed in low Earth orbit on April 25, 1990, the Hubble Space Telescope has also captured its own stunning close-up view that spans about 20 light-years near the central region of M5. Even close to its dense core at the left, the cluster's aging red and blue giant stars and rejuvenated blue stragglers stand out in yellow and blue hues in the sharp color image.","hdurl":"http://apod.nasa.gov/apod/image/1506/m5hst2048.jpg","media_type":"image","service_version":"v1","title":"Hubble's Messier 5","url":"http://apod.nasa.gov/apod/image/1506/m5hst950.jpg"},{"date":"2015-6-26","explanation":"What bizarre alien planet is this ? It's planet Earth of course, seen through the shimmering glow of aurorae from the International Space Station. About 400 kilometers (250 miles) above, the orbiting station is itself within the upper realm of the auroral displays, also watched from the planet's surface on June 23rd. Aurorae have the signature colors of excited molecules and atoms at the low densities found at extreme altitudes. The eerie greenish glow of molecular oxygen dominates this view. But higher, just above the space station's horizon, is a rarer red band of aurora from atomic oxygen. The ongoing geomagnetic storm began after a coronal mass ejection's recent impact on Earth's magnetosphere.","hdurl":"http://apod.nasa.gov/apod/image/1506/ISSaurora_150623_kelly.jpg","media_type":"image","service_version":"v1","title":"Planet Aurora","url":"http://apod.nasa.gov/apod/image/1506/ISSaurora_150623_kelly1024.jpg"},{"date":"2015-6-30","explanation":"What created this large mountain on asteroid Ceres? No one is yet sure. As if in anticipation of today being Asteroid Day on Earth, the robotic spacecraft Dawn in orbit around Ceres took the best yet image of an unusually tall mountain on the Asteroid Belt's largest asteroid. Visible at the top of the featured image, the exceptional mountain rises about five kilometers up from an area that otherwise appears pretty level. The image was taken about two weeks ago from about 4,400 kilometers away.  Although origin hypotheses for the mountain include volcanism, impacts, and plate tectonics, clear evidence backing any of these is currently lacking.  Also visible across Ceres' surface are some enigmatic light areas: bright spots whose origin and composition that also remain an active topic of investigation. Even though Dawn is expected to continue to orbit Ceres, officially dubbed a dwarf planet, for millions of years, the hydrazine fuel used to point Dawn's communications antenna toward Earth is expected to run out sometime next year.   Tonight & tomorrow: See Venus & Jupiter together after sunset","hdurl":"http://apod.nasa.gov/apod/image/1506/CeresMountain_Dawn_1041.jpg","media_type":"image","service_version":"v1","title":"An Unusual Mountain on Asteroid Ceres","url":"http://apod.nasa.gov/apod/image/1506/CeresMountain_Dawn_960.jpg"},{"date":"2015-7-5","explanation":"Like a ship plowing through cosmic seas, runaway star Zeta Ophiuchi produces the arcing interstellar bow wave or bow shock seen in this stunning infrared portrait. In the false-color view, bluish Zeta Oph, a star about 20 times more massive than the Sun, lies near the center of the frame, moving toward the left at 24 kilometers per second. Its strong stellar wind precedes it, compressing and heating the dusty interstellar material and shaping the curved shock front. Around it are clouds of relatively undisturbed material. What set this star in motion? Zeta Oph was likely once a member of a binary star system, its companion star was more massive and hence shorter lived. When the companion exploded as a supernova catastrophically losing mass, Zeta Oph was flung out of the system. About 460 light-years away, Zeta Oph is 65,000 times more luminous than the Sun and would be one of the brighter stars in the sky if it weren't surrounded by obscuring dust. The image spans about 1.5 degrees or 12 light-years at the estimated distance of Zeta Ophiuchi.","hdurl":"http://apod.nasa.gov/apod/image/1506/ZetaOph_spitzer_4015.jpg","media_type":"image","service_version":"v1","title":"Zeta Oph: Runaway Star","url":"http://apod.nasa.gov/apod/image/1506/ZetaOph_spitzer_960.jpg"},{"date":"2015-7-8","explanation":"That is not our Moon. It's Dione, and its a moon of Saturn. The robotic Cassini spacecraft took the featured image during a flyby of Saturn's cratered Moon last month.  Perhaps what makes this image so interesting, though, is the background. First, the large orb looming behind Dione is Saturn itself, faintly lit by sunlight first reflected from the rings. Next, the thin lines running diagonally across the image are the rings of Saturn themselves.  The millions of icy rocks that compose Saturn's spectacular rings all orbit Saturn in the same plane, and so appear surprisingly thin when seen nearly edge-on. Front and center, Dione appears in crescent phase, partially lit by the Sun that is off to the lower left.  A careful inspection of the ring plane should also locate the moon Enceladus on the upper right.","hdurl":"http://apod.nasa.gov/apod/image/1507/DioneCompany_Cassini_1020.jpg","media_type":"image","service_version":"v1","title":"In the Company of Dione","url":"http://apod.nasa.gov/apod/image/1507/DioneCompany_Cassini_960.jpg"},{"date":"2015-7-9","explanation":"An image snapped on July 7 by the New Horizons spacecraft while just under 5 million miles (8 million kilometers) from Pluto is combined with color data in this most detailed view yet of the Solar System's most famous world about to be explored. The region imaged includes the tip of an elongated dark area along Pluto's equator already dubbed \"the whale\". A bright heart-shaped region on the right is about 1,200 miles (2,000) kilometers across, possibly covered with a frost of frozen methane, nitrogen, and/or carbon monoxide. The view is centered near the area that will be seen during New Horizons much anticipated July 14 closest approach to a distance of about 7,750 miles (12,500 kilometers).","hdurl":"http://apod.nasa.gov/apod/image/1507/2015Jul8_plutoNH_nasajhuaplswri.jpg","media_type":"image","service_version":"v1","title":"5 Million Miles from Pluto","url":"http://apod.nasa.gov/apod/image/1507/2015Jul8_plutoNH_nasajhuaplswri950.jpg"},{"date":"2015-7-11","explanation":"Pluto is coming into focus.  As the robotic New Horizons spacecraft bears down on this unexplored world of the distant Solar System, new features on its surface are becoming evident. In the displayed image taken last Thursday and released yesterday, an unusual polygonal structure roughly 200 kilometers wide is visible on the left, while just below it relatively complex terrain runs diagonally across the dwarf planet.  New Horizon's images and data on these structures will likely be studied for years to come in an effort to better understand the geologic history of Pluto and our Solar System.  After suffering a troublesome glitch last week, New Horizons will make its historic flyby of Pluto and its moons on Tuesday.   Pluto flyby updates: #PlutoFlyby, Twitter, Facebook, Web","hdurl":"http://apod.nasa.gov/apod/image/1507/Pluto02_NewHorizons_2000.jpg","media_type":"image","service_version":"v1","title":"Geology on Pluto","url":"http://apod.nasa.gov/apod/image/1507/Pluto02_NewHorizons_1080.jpg"},{"date":"2015-7-16","explanation":"A 50 mile (80 kilometer) trip across Pluto would cover the distance indicated by the scale bar in this startling image. The close-up of the icy world's rugged equatorial terrain was captured when the New Horizons spacecraft was about 47,800 miles (77,000 kilometers) from the surface, 1.5 hours before its closest approach. Rising to an estimated 11,000 feet (3,500 meters) the mountains are likely composed of water ice. Suggesting surprising geological activity, they are also likely young with an estimated age of 100 million years or so based on the apparent absence of craters. The region pictured is near the base of Pluto's broad, bright, heart-shaped feature.","hdurl":"http://apod.nasa.gov/apod/image/1507/nh-plutosurface.png","media_type":"image","service_version":"v1","title":"50 Miles on Pluto","url":"http://apod.nasa.gov/apod/image/1507/nh-pluto-surface-scale1024.jpg"},{"date":"2015-7-17","explanation":"Icy world Charon is 1,200 kilometers across. That makes Pluto's largest moon only about 1/10th the size of planet Earth but a whopping 1/2 the diameter of Pluto itself. Charon is seen in unprecedented detail in this image from New Horizons. The image was captured late July 13 during the spacecraft's flight through the Plutonian system from a range of less than 500,000 kilometers. For reference, the distance separating Earth and Moon is less than 400,000 kilometers. Charonian terrain, described as surprising, youthful, and varied, includes a 1,000 kilometer swath of cliffs and troughs stretching below center, a 7 to 9 kilometer deep canyon cutting the curve of the upper right edge, and an enigmatic dark north polar region unofficially dubbed Mordor.","hdurl":"http://apod.nasa.gov/apod/image/1507/PIA19709charon.jpg","media_type":"image","service_version":"v1","title":"Charon","url":"http://apod.nasa.gov/apod/image/1507/PIA19709charon.jpg"},{"date":"2015-7-19","explanation":"A new chapter in space flight began this week in 1950 July with the launch of the first rocket from Cape Canaveral, Florida: the Bumper V-2.  Shown above, the Bumper V-2 was an ambitious two-stage rocket program that topped a V-2 missile base with a WAC Corporal rocket.  The upper stage was able to reach then-record altitudes of almost 400 kilometers, higher than even Space Shuttles once flew.  Launched under the direction of the General Electric Company, the Bumper V-2 was used primarily for testing rocket systems and for research on the upper atmosphere.  Bumper V-2 rockets carried small payloads that allowed them to measure attributes including air temperature and cosmic ray impacts.  Seven years later, the Soviet Union launched Sputnik I and Sputnik II, the first satellites into Earth orbit.  In response in 1958, the US created NASA.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1507/bumper2_nasa_1500.jpg","media_type":"image","service_version":"v1","title":"The First Rocket Launch from Cape Canaveral","url":"http://apod.nasa.gov/apod/image/1507/bumper2_nasa_960.jpg"},{"date":"2015-7-24","explanation":"A mere 2.5 million light-years away the Andromeda Galaxy, also known as M31, really is just next door as large galaxies go. So close and spanning some 260,000 light-years, it took 11 different image fields from the Galaxy Evolution Explorer (GALEX) satellite's telescope to produce this gorgeous portrait of the spiral galaxy in ultraviolet light. While its spiral arms stand out in visible light images of Andromeda, the arms look more like rings in the GALEX ultraviolet view, a view dominated by the energetic light from hot, young, massive stars. As sites of intense star formation, the rings have been interpreted as evidence Andromeda collided with its smaller neighboring elliptical galaxy M32 more than 200 million years ago. The large Andromeda galaxy and our own Milky Way are the most massive members of the local galaxy group.","hdurl":"http://apod.nasa.gov/apod/image/1507/AndromedaGalex_2048.jpg","media_type":"image","service_version":"v1","title":"Ultraviolet Rings of M31","url":"http://apod.nasa.gov/apod/image/1507/AndromedaGalex_900.jpg"},{"date":"2015-7-25","explanation":"The Trifid Nebula, also known as Messier 20, is easy to find with a small telescope, a well known stop in the nebula rich constellation Sagittarius. But where visible light pictures show the nebula divided into three parts by dark, obscuring dust lanes, this penetrating infrared image reveals filaments of glowing dust clouds and newborn stars. The spectacular false-color view is courtesy of the Spitzer Space Telescope. Astronomers have used the Spitzer infrared image data to count newborn and embryonic stars which otherwise can lie hidden in the natal dust and gas clouds of this intriguing stellar nursery. As seen here, the Trifid is about 30 light-years across and lies only 5,500 light-years away.","hdurl":"http://apod.nasa.gov/apod/image/1507/trifid_spitzerR.jpg","media_type":"image","service_version":"v1","title":"Infrared Trifid","url":"http://apod.nasa.gov/apod/image/1507/trifid_spitzerR1024.jpg"},{"date":"2015-7-26","explanation":"Why does the Sombrero Galaxy look like a hat?  Reasons include the Sombrero's unusually large and extended central bulge of stars, and dark prominent dust lanes that appear in a disk that we see nearly edge-on.  Billions of old stars cause the diffuse glow of the extended central bulge.  Close inspection of the bulge in the above photograph shows many points of light that are actually globular clusters. M104's spectacular dust rings harbor many younger and brighter stars, and show intricate details astronomers don't yet fully understand.  The very center of the Sombrero glows across the electromagnetic spectrum, and is thought to house a large black hole.  Fifty million-year-old light from the Sombrero Galaxy can be seen with a small telescope towards the constellation of Virgo.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1507/sombrero_hubble_11472.jpg","media_type":"image","service_version":"v1","title":"The Sombrero Galaxy from Hubble","url":"http://apod.nasa.gov/apod/image/1507/sombrero_hubble_1080.jpg"},{"date":"2015-8-2","explanation":"On the Moon, it is easy to remember where you parked.  In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. This sharp image was taken by Cernan as he and Schmitt roamed the valley floor. The image shows Schmitt on the left with the lunar rover at the edge of Shorty Crater, near the spot where geologist Schmitt discovered orange lunar soil. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than was returned from any of the other lunar landing sites. Now forty three years later, Cernan and Schmitt are still the last to walk on the Moon.   APOD Editor to Speak: Saturday, August 8 at Keweenaw Science & Engineering Festival","hdurl":"http://apod.nasa.gov/apod/image/1508/moonshorty_apollo17_1498.jpg","media_type":"image","service_version":"v1","title":"Apollo 17 at Shorty Crater","url":"http://apod.nasa.gov/apod/image/1508/moonshorty_apollo17_1080.jpg"},{"date":"2015-8-5","explanation":"Circinus X-1 is an X-ray binary star known for its erratic variability. In the bizarre Circinus X-1 system, a dense neutron star, the collapsed remnant of a supernova explosion, orbits with a more ordinary stellar companion. Observations of the X-ray binary in months following an intense X-ray flare from the source in 2013 progressively revealed striking concentric rings - bright X-ray light echoes from four intervening clouds of interstellar dust. In this X-ray/optical composite, the swaths of Chandra Observatory X-ray image data showing partial outlines of the rings are in false colors. Remarkably, timing the X-ray echoes, along with known distances to the interstellar dust clouds, determines the formerly highly uncertain distance to Circinus X-1 itself to be 30,700 light-years.","hdurl":"http://apod.nasa.gov/apod/image/1507/cirx1_lg.jpg","media_type":"image","service_version":"v1","title":"X-ray Echoes from Circinus X-1","url":"http://apod.nasa.gov/apod/image/1507/cirx1_chandra864.jpg"},{"date":"2015-8-6","explanation":"These two detailed, true color images of Pluto were captured during the historic New Horizons flyby last month. With slightly different perspectives on the now recognizeable surface features they are presented in this first high quality stereo pair intended for viewing by denizens of planet Earth. The left hand image (left eye) is a mosaic recorded when the spacecraft was about 450,000 kilometers from Pluto. The right single image was acquired earlier, a last full look before the spacecraft's closest approach. Despite a difference in resolution, the pair combine for a stunning 3D perception of the distant, underworldly terrain.","hdurl":"http://apod.nasa.gov/apod/image/1508/NHPlutoStereoMay_ed2.jpg","media_type":"image","service_version":"v1","title":"Stereo Pluto","url":"http://apod.nasa.gov/apod/image/1508/NHPlutoStereoMay_ed2_1024.jpg"},{"date":"2015-8-7","explanation":"The Moon was new on July 16. Its familiar nearside facing the surface of planet Earth was in shadow. But on that date a million miles away, the Deep Space Climate Observatory (DSCOVR) spacecraft's Earth Polychromatic Imaging Camera (EPIC) captured this view of an apparently Full Moon crossing in front of a Full Earth. In fact, seen from the spacecraft's position beyond the Moon's orbit and between Earth and Sun, the fully illuminated lunar hemisphere is the less familiar farside. Only known since the dawn of the space age, the farside is mostly devoid of dark lunar maria that sprawl across the Moon's perpetual Earth-facing hemisphere. Only the small dark spot of the farside's Mare Moscoviense (Sea of Moscow) is clear, at the upper left. Planet Earth's north pole is near 11 o'clock, with the North America visited by Hurricane Dolores near center. Slight color shifts are visible around the lunar edge, an artifact of the Moon's motion through the field caused by combining the camera's separate exposures taken in quick succession through different color filters. While monitoring the Earth and solar wind for space weather forcasts, about twice a year DSCOVR can capture similar images of Moon and Earth together as it crosses the orbital plane of the Moon.","hdurl":"http://apod.nasa.gov/apod/image/1508/globe_epc_2015198_lrg.jpg","media_type":"image","service_version":"v1","title":"Full Moon, Full Earth","url":"http://apod.nasa.gov/apod/image/1508/epicearthmoonstill1024.jpg"},{"date":"2015-8-8","explanation":"By planet Earth's calendar, the Curiosity Mars Rover reached its 3rd anniversary on the surface of the Red Planet on August 6. To celebrate, gaze across this dramatic panoramic view of diverse terrain typical of the rover's journey to the layered slopes of Aeolis Mons, also known as Mount Sharp. Recorded with Curiosity's Mast Camera instrument, the scene looks south across gravel, sand ripples, and boulders toward rounded buttes. In the background, higher layers at left are toward the southeast, with southwest at panorama right. The individual images composing the view were taken on Curiosity's mission sols (martian days) 952 and 953 since the rover's landing on August 6, 2012.","hdurl":"http://apod.nasa.gov/apod/image/1508/PIA19803MSL.jpg","media_type":"image","service_version":"v1","title":"Curiosity's View","url":"http://apod.nasa.gov/apod/image/1508/PIA19803MSL_600h.jpg"},{"date":"2015-8-9","explanation":"Sometimes galaxies form groups.  For example, our own Milky Way Galaxy is part of the Local Group of Galaxies.  Small, compact groups, like Hickson Compact Group 87 (HCG 87) shown above, are interesting partly because they slowly self-destruct.  Indeed, the galaxies of HCG 87 are gravitationally stretching each other during their 100-million year orbits around a common center.  The pulling creates colliding gas that causes bright bursts of star formation and feeds matter into their active galaxy centers.  HCG 87 is composed of a large edge-on spiral galaxy visible near the image center, an elliptical galaxy visible to its right, and a spiral galaxy visible near the top.  The small spiral near the center might be far in the distance.  Several stars from our Galaxy are also visible in the foreground.  Studying groups like HCG 87 allows insight into how all galaxies form and evolve.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1508/hcg87_gmoss_691.jpg","media_type":"image","service_version":"v1","title":"HCG 87: A Small Group of Galaxies","url":"http://apod.nasa.gov/apod/image/1508/hcg87_gmoss_960.jpg"},{"date":"2015-8-15","explanation":"This dramatic outburst from the nucleus of Comet 67P/Churyumov-Gerasimenko occured on August 12, just hours before perihelion, its closest approach to the Sun. Completing an orbit of the Sun once every 6.45 years, perihelion distance for this periodic comet is about 1.3 astronomical units (AU), still outside the orbit of planet Earth (at 1 AU). The stark image of the 4 kilometer wide, double-lobed nucleus in bright sunlight and dark shadows was taken by the Rosetta spacecraft's science camera about 325 kilometers away. Too close to see the comet's growing tail, Rosetta maintains its ringside seat to watch the nucleus warm and become more active in coming weeks, as primordial ices sublimating from the surface produce jets of gas and dust. Of course, dust from the nucleus of periodic comet Swift-Tuttle, whose last perihelion passage was in 1992 at a distance of 0.96 AU, fell to Earth just this week.","hdurl":"http://apod.nasa.gov/apod/image/1508/ESA_Rosetta_OSIRIS_NAC_20150812_T1735.png","media_type":"image","service_version":"v1","title":"Perihelion Approaches","url":"http://apod.nasa.gov/apod/image/1508/ESA_Rosetta_OSIRIS_NAC_20150812_T1735c.jpg"},{"date":"2015-8-16","explanation":"This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The featured image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   Students (of all ages): See free astronomy lectures online","hdurl":"http://apod.nasa.gov/apod/image/1508/crab_hubble_3864.jpg","media_type":"image","service_version":"v1","title":"M1: The Crab Nebula from Hubble","url":"http://apod.nasa.gov/apod/image/1508/crab_hubble_960.jpg"},{"date":"2015-8-21","explanation":"An old Moon and the stars of Orion rose above the eastern horizon on August 10. The Moon's waning crescent was still bright enough to be overexposed in this snapshot taken from another large satellite of planet Earth, the International Space Station. A greenish airglow traces the atmosphere above the limb of the planet's night. Below, city lights and lightning flashes from thunderstorms appear over southern Mexico. The snapshot also captures the startling apparition of a rare form of upper atmospheric lightning, a large red sprite caught above a lightning flash at the far right. While the space station's orbital motion causes the city lights to blur and trail during the exposure, the extremely brief flash of the red sprite is sharp. Now known to be associated with thunderstorms, much remains a mystery about sprites including how they occur, their effect on the atmospheric global electric circuit, and if they are somehow related to other upper atmospheric lightning phenomena such as blue jets or terrestrial gamma flashes.","hdurl":"http://apod.nasa.gov/apod/image/1508/ISS044-E-45576.JPG","media_type":"image","service_version":"v1","title":"Sprites from Space","url":"http://apod.nasa.gov/apod/image/1508/ISS044-E-45576_1024.JPG"},{"date":"2015-8-22","explanation":"A curious robot almost completely straddles this rocky little planet. Of course, the planet is really Mars and the robot is the car-sized Curiosity Rover, posing over its recent drilling target in the Marias Pass area of lower Mount Sharp. The 92 images used to assemble the little planet projection, a digitally warped and stitched mosaic covering 360x180 degrees, were taken by the rover's Mars Hand Lens Imager (MAHLI) during the Curiosity mission sol (martian day) 1065.  That corresponds to 2015 August 5, three Earth years since Curiosity landed on the surface of the Red Planet. The composite selfie excludes images that show the rover's robotic arm and mount of the MAHLI camera itself, but their shadow is visible beneath. Check out this spectacular interactive version of Curiosity's sol 1065 panorama.","hdurl":"http://apod.nasa.gov/apod/image/1508/planet_curiosity_sol-1065.jpg","media_type":"image","service_version":"v1","title":"Little Planet Curiosity","url":"http://apod.nasa.gov/apod/image/1508/planet_curiosity_sol-1065_px1024.jpg"},{"date":"2015-8-23","explanation":"What are those strange blue objects?  Many of the brightest blue images are of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies.  Cluster galaxies here typically appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens.  A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light.  The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 10, 11, and 12  o'clock, from the center of the cluster.  A blue smudge near the cluster center is likely another image of the same background galaxy.  In all, a recent analysis postulated that at least 33 images of 11 separate background galaxies are discernable.  This spectacular photo of galaxy cluster CL0024+1654 from the Hubble Space Telescope was taken in November 2004.","hdurl":"http://apod.nasa.gov/apod/image/1508/cl0024images_hst_1251.jpg","media_type":"image","service_version":"v1","title":"Giant Cluster Bends, Breaks Images","url":"http://apod.nasa.gov/apod/image/1508/cl0024images_hst_960.jpg"},{"date":"2015-8-24","explanation":"What's happening in this strange juxtaposition of moon and planet?  First and foremost, Saturn's moon Dione was captured here in a dramatic panorama by the robotic Cassini spacecraft currently orbiting the giant planet. The bright and cratered moon itself spans about 1100-km, with the large multi-ringed crater Evander visible on the lower right. Since the rings of Saturn are seen here nearly edge-on, they are directly visible only as a thin horizontal line that passes behind Dione. Arcing across the bottom of the image, however, are shadows of Saturn's rings, showing some of the rich texture that could not be seen directly. In the background, few cloud features are visible on Saturn.  The featured image was taken during the last planned flyby of Dione by Cassini, as the spacecraft is scheduled to dive into Saturn's atmosphere during 2017.   Teachers: Find classroom astronomy images through APOD's Index or Search engine.","hdurl":"http://apod.nasa.gov/apod/image/1508/Dione02_Cassini_1024.jpg","media_type":"image","service_version":"v1","title":"Dione, Rings, Shadows, Saturn","url":"http://apod.nasa.gov/apod/image/1508/Dione02_Cassini_960.jpg"},{"date":"2015-8-31","explanation":"Pluto is more colorful than we can see. Color data and images of our Solar System's most famous dwarf planet, taken by the robotic New Horizons spacecraft during its flyby in July, have been digitally combined to give an enhanced view of this ancient world sporting an unexpectedly young surface. The featured enhanced color image is not only esthetically pretty but scientifically useful, making surface regions of differing chemical composition visually distinct. For example, the light-colored heart-shaped Tombaugh Regio on the lower right is clearly shown here to be divisible into two regions that are geologically different, with the leftmost lobe Sputnik Planum also appearing unusually smooth. New Horizons now continues on beyond Pluto, will continue to beam back more images and data, and will soon be directed to change course so that it can fly past asteroid 2014 MU69 in 2019 January.   Pluto Images with Brief Explanations: APOD Pluto Search","hdurl":"http://apod.nasa.gov/apod/image/1508/PlutoEnhanced_NewHorizons_1920.jpg","media_type":"image","service_version":"v1","title":"Pluto in Enhanced Color","url":"http://apod.nasa.gov/apod/image/1508/PlutoEnhanced_NewHorizons_960.jpg"},{"date":"2015-9-1","explanation":"From where do these neutrinos come? The IceCube Neutrino Observatory near the South Pole of the Earth has begun to detect nearly invisible particles of very high energy. Although these rarely-interacting neutrinos pass through much of the Earth just before being detected, where they started remains a mystery. Pictured here is IceCube's Antarctic lab accompanied by a cartoon depicting long strands of detectors frozen into the crystal clear ice below. Candidate origins for these cosmic neutrinos include the violent surroundings of supermassive black holes at the centers of distant galaxies, and tremendous stellar explosions culminating in supernovas and gamma ray bursts far across the universe. As IceCube detects increasingly more high energy neutrinos, correlations with known objects may resolve this cosmic conundrum -- or we may never know.   Astrophysicists: Browse 1,100+ codes in the Astrophysics Source Code Library","hdurl":"http://apod.nasa.gov/apod/image/1509/LabCartoon_IceCube_5760.jpg","media_type":"image","service_version":"v1","title":"Distant Neutrinos Detected Below Antarctic Ice","url":"http://apod.nasa.gov/apod/image/1509/LabCartoon_IceCube_960.jpg"},{"date":"2015-9-6","explanation":"What's that rising over the edge of the Moon? Earth. About 47 years ago, in December of 1968, the Apollo 8 crew flew from the Earth to the Moon and back again. Frank Borman, James Lovell, and William Anders were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and returned to Earth on December 27. The Apollo 8 mission's impressive list of firsts includes: the first humans to journey to the Earth's Moon, the first to fly using the Saturn V rocket, and the first to photograph the Earth from deep space.  As the Apollo 8 command module rounded the farside of the Moon, the crew could look toward the lunar horizon and see the Earth appear to rise, due to their spacecraft's orbital motion. Their famous picture of a distant blue Earth above the Moon's limb was a marvelous gift to the world.","hdurl":"http://apod.nasa.gov/apod/image/1509/Earthrise_Apollo8_2400.jpg","media_type":"image","service_version":"v1","title":"Earthrise","url":"http://apod.nasa.gov/apod/image/1509/Earthrise_Apollo8_960.jpg"},{"date":"2015-9-14","explanation":"New high resolution images of Pluto are starting to arrive from the outer Solar System. The robotic New Horizons spacecraft, which zoomed by Pluto in July, has finished sending back some needed engineering data and is now transmitting selections from its tremendous storehouse of images of Pluto and its moons. The featured image, a digital composite, details a surprising terrain filled with craters, plains, landscape of unknown character, and landforms that resemble something on Earth but are quite unexpected on Pluto. The light area sprawling across the upper right has been dubbed Sputnik Planum and is being studied for its unusual smoothness, while the dark cratered area just under the spacecraft is known as Cthulhu Regio. So far, New Horizons has only shared a few percent of the images and data it took during its Pluto flyby, but will continue to send back new views of the dwarf planet even as it glides outward toward even more distant explorations.","hdurl":"http://apod.nasa.gov/apod/image/1509/pluto05_NewHorizons_2475.jpg","media_type":"image","service_version":"v1","title":"Pluto from above Cthulhu Regio","url":"http://apod.nasa.gov/apod/image/1509/pluto05_NewHorizons_960.jpg"},{"date":"2015-9-16","explanation":"What created these bright spots on Ceres? The spots were first noted as the robotic Dawn spacecraft approached Ceres, the largest object in the asteroid belt, in February, with the expectation that the mystery would soon be solved in higher resolution images. However, even after Dawn arrived at Ceres in March, the riddle remained. Surprisingly, although images including the featured composite taken in the last month do resolve many details inside Occator crater, they do not resolve the mystery. Another recent clue is that a faint haze develops over the crater's bright spots. Dawn is scheduled to continue to spiral down toward Ceres and scan the dwarf planet in several new ways that, it is hoped, will determine the chemical composition of the region and finally reveal the nature and history of the spots. In several years, after running out of power, Dawn will continue to orbit Ceres indefinitely, becoming an artificial satellite and an enduring monument to human exploration.   Yearly Astronomy Review: APOD editor to speak in January in Philadelphia and New York City","hdurl":"http://apod.nasa.gov/apod/image/1509/CeresOccator_Dawn_1200.jpg","media_type":"image","service_version":"v1","title":"Bright Spots Resolved in Occator Crater on Ceres","url":"http://apod.nasa.gov/apod/image/1509/CeresOccator_Dawn_1080.jpg"},{"date":"2015-9-18","explanation":"This shadowy landscape of majestic mountains and icy plains stretches toward the horizon of a small, distant world. It was captured from a range of about 18,000 kilometers when New Horizons looked back toward Pluto, 15 minutes after the spacecraft's closest approach on July 14. The dramatic, low-angle, near-twilight scene follows rugged mountains still popularly known as Norgay Montes from foreground left, and Hillary Montes along the horizon, giving way to smooth Sputnik Planum at right. Layers of Pluto's tenuous atmosphere are also revealed in the backlit view. With a strangely familiar appearance, the frigid terrain likely includes ices of nitrogen and carbon monoxide with water-ice mountains rising up to 3,500 meters (11,000 feet). That's comparable in height to the majestic mountains of planet Earth. This Plutonian landscape is 380 kilometers (230 miles) across.","hdurl":"http://apod.nasa.gov/apod/image/1509/Pluto-Mountains-Plains9-17-15.jpg","media_type":"image","service_version":"v1","title":"A Plutonian Landscape","url":"http://apod.nasa.gov/apod/image/1509/nh-apluto-mountains-plains-9-17-15.jpg"},{"date":"2015-9-20","explanation":"Do some surface features on Enceladus roll like a conveyor belt? A leading interpretation of images taken of Saturn's most explosive moon indicate that they do.  This form of asymmetric tectonic activity, very unusual on Earth, likely holds clues to the internal structure of Enceladus, which may contain subsurface seas where life might be able to develop.  Pictured above is a composite of 28 images taken by the robotic Cassini spacecraft in 2008 just after swooping by the ice-spewing orb. Inspection of these images show clear tectonic displacements where large portions of the surface all appear to move all in one direction. On the image right appears one of the most prominent tectonic divides: Labtayt Sulci, a canyon about one kilometer deep.  The magnitude of Enceladus' wobble as it orbits Saturn might indicate damping by a globally extending underground ocean layer.   Set to Music: APOD images from August 2015","hdurl":"http://apod.nasa.gov/apod/image/1509/Enceladus05_Cassini_2848.jpg","media_type":"image","service_version":"v1","title":"Global Ocean Suspected on Saturn's Enceladus","url":"http://apod.nasa.gov/apod/image/1509/Enceladus05_Cassini_960.jpg"},{"date":"2015-9-21","explanation":"Dust lanes seem to swirl around the core of Messier 96 in this colorful, detailed portrait of the center of a beautiful island universe. Of course M96 is a spiral galaxy, and counting the faint arms extending beyond the brighter central region, it spans 100 thousand light-years or so, making it about the size of our own Milky Way. M96, also known as NGC 3368, is known to be about 35 million light-years distant and a dominant member of the Leo I galaxy group. The featured image was taken by the Hubble Space Telescope.  The reason for M96's asymmetry is unclear -- it could have arisen from gravitational interactions with other Leo I group galaxies, but the lack of an intra-group diffuse glow seems to indicate few recent interactions. Galaxies far in the background can be found by examining the edges of the picture.   Explore your Universe: Random APOD Generator","hdurl":"http://apod.nasa.gov/apod/image/1509/M96_Hubble_4134.jpg","media_type":"image","service_version":"v1","title":"Spiral Galaxy M96 from Hubble","url":"http://apod.nasa.gov/apod/image/1509/M96_Hubble_960.jpg"},{"date":"2015-9-25","explanation":"A mountainous region informally known as Tartarus Dorsa sprawls some 530 kilometers (330 miles) across this Plutonian landscape. Recently downloaded from New Horizons, it combines blue, red, and infrared image data in an extended color view captured near the spacecraft's close approach to Pluto on July 14. Shadows near the terminator, the line between Pluto's dim day and night, emphasize a rough, scaly texture. The stunning image resolves details on the distant world about 1.3 kilometers (0.8 miles) across. Refering to a part of Hades in ancient Greek mythology, Tartarus Dorsa borders Tombaugh Regio to the east.","hdurl":"http://apod.nasa.gov/apod/image/1509/PlutoSnakeskin_NHdetail.jpg","media_type":"image","service_version":"v1","title":"Pluto's Snakeskin Terrain","url":"http://apod.nasa.gov/apod/image/1509/PlutoSnakeskin_NHdetail1024.jpg"},{"date":"2015-9-30","explanation":"What creates these changing streaks on Mars? Called Recurring Slope Linea (RSL), these dark features start on the slopes of hills and craters but don't usually extend to the bottom. What's even more unusual is that these streaks appear to change with the season, appearing fresh and growing during warm weather and disappearing during the winter. After much study, including a recent chemical analyses, a leading hypothesis has emerged that these streaks are likely created by new occurrences of liquid salty water that evaporates as it flows. The source for the briny water is still unclear, with two possibilities being condensation from the Martian atmosphere and underground reservoirs. An exciting inference is that if these briny flows are not too salty, they may be able to support microbial life on Mars even today. The featured image of a hill inside Horowitz Crater was investigated by instruments aboard the robotic Mars Reconnaissance Orbiter that has been returning data from Mars since 2006.   Retrospective: Today in APOD History","hdurl":"http://apod.nasa.gov/apod/image/1509/MarsStreaks_HiRise_1225.jpg","media_type":"image","service_version":"v1","title":"Seasonal Streaks Point to Recent Flowing Water on Mars","url":"http://apod.nasa.gov/apod/image/1509/MarsStreaks_HiRise_1080.jpg"},{"date":"2015-10-2","explanation":"A darkened and mysterious north polar region informally known as Mordor Macula caps this premier high-resolution portrait of Charon, Pluto's largest moon. Captured by New Horizons near its closest approach on July 14, the image data was transmitted to Earth on September 21. The combined blue, red, and infrared data is processed to enhance colors, following variations in surface properties with a resolution of about 2.9 kilometers (1.8 miles). In fact, Charon is 1,214 kilometers (754 miles) across, about 1/10th the size of planet Earth but a whopping 1/2 the diameter of Pluto itself. That makes it the largest satellite relative to its planet in the solar system. This remarkable image of Charon's Pluto-facing hemisphere shows a clearer view of an apparently moon-girdling belt of fractures and canyons that seems to separate smooth southern plains from varied northern terrain.","hdurl":"http://apod.nasa.gov/apod/image/1510/Charon-Neutral-Bright-Release.jpg","media_type":"image","service_version":"v1","title":"Charon: Moon of Pluto","url":"http://apod.nasa.gov/apod/image/1510/Charon-Neutral-Bright-Release1024c.jpg"},{"date":"2015-10-4","explanation":"This floating ring is the size of a galaxy.  In fact, it is a galaxy -- or at least part of one: the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The above image, digitally sharpened, shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light. The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.","hdurl":"http://apod.nasa.gov/apod/image/1510/sombrero_spitzer_3000.jpg","media_type":"image","service_version":"v1","title":"The Sombrero Galaxy in Infrared","url":"http://apod.nasa.gov/apod/image/1510/sombrero_spitzer_1080.jpg"},{"date":"2015-10-8","explanation":"Big, bright, and beautiful, spiral galaxy M83 lies a mere twelve million light-years away, near the southeastern tip of the very long constellation Hydra. Prominent spiral arms traced by dark dust lanes and blue star clusters lend this galaxy its popular name, The Southern Pinwheel.  But reddish star forming regions that dot the sweeping arms highlighted in this sparkling color composite also suggest another nickname, The Thousand-Ruby Galaxy. About 40,000 light-years across, M83 is a member of a group of galaxies that includes active galaxy Centaurus A. In fact, the core of M83 itself is bright at x-ray energies, showing a high concentration of neutron stars and black holes left from an intense burst of star formation. This sharp composite color image also features spiky foreground Milky Way stars and distant background galaxies. The image data was taken from the Subaru Telescope, the European Southern Observatory's Wide Field Imager camera, and the Hubble Legacy Archive.","hdurl":"http://apod.nasa.gov/apod/image/1510/gendlerM83-New-HST-ESO-LL.jpg","media_type":"image","service_version":"v1","title":"M83: The Thousand-Ruby Galaxy","url":"http://apod.nasa.gov/apod/image/1510/gendlerM83-New-HST-ESO-S1024.jpg"},{"date":"2015-10-11","explanation":"Clouds of glowing gas mingle with dust lanes in the Trifid Nebula, a star forming region toward the constellation of the Archer (Sagittarius).  In the center, the three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear on the right, while other dark filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, also known as M20, is only about 300,000 years old, making it among the youngest emission nebulae known.  The nebula lies about 9,000 light years away and the part pictured here spans about 10 light years.  The above image is a composite with luminance taken from an image by the 8.2-m ground-based Subaru Telescope, detail provided by the 2.4-m orbiting Hubble Space Telescope, color data provided by Martin Pugh and image assembly and processing provided by Robert Gendler.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1510/Trifid_HubbleGendler_2400.jpg","media_type":"image","service_version":"v1","title":"In the Center of the Trifid Nebula","url":"http://apod.nasa.gov/apod/image/1510/Trifid_HubbleGendler_960.jpg"},{"date":"2015-10-18","explanation":"Why is this cloud so bubbly?  Normally, cloud bottoms are flat. The flatness is caused by moist warm air that rises and cools and so condenses into water droplets at a specific temperature, which usually corresponds to a very specific height.  As water droplets grow, an opaque cloud forms.  Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate.  Such pockets may occur in turbulent air near a thunderstorm.  Resulting mammatus clouds can appear especially dramatic if sunlit from the side.  These mammatus clouds were photographed over Regina, Saskatchewan, Canada during the summer of 2012.","hdurl":"http://apod.nasa.gov/apod/image/1510/mammatus_lindsay_1280.jpg","media_type":"image","service_version":"v1","title":"Mammatus Clouds Over Saskatchewan","url":"http://apod.nasa.gov/apod/image/1510/mammatus_lindsay_960.jpg"},{"date":"2015-10-21","explanation":"The north pole of Saturn's moon Enceladus is unexpectedly fascinating and complex. Previous to the latest flyby of the robotic Cassini spacecraft, the northern region was known mostly for its unusually high abundance of craters. Last week's flyby, however, returned images of unprecedented detail, including the featured image showing the expected craters coupled with an unexpected and circuitous pattern of picturesque cracks and fractures.  Broken terrain has been recorded at lower latitudes, with deep canyons dubbed Tiger Stripes near Enceladus' South Pole. The fractures may further indicate global interplay between the surface and potential seas underneath, seas that future missions might target for signs of life.   Retrospective: Today in APOD History","hdurl":"http://apod.nasa.gov/apod/image/1510/EnceladusNorth_Cassini_1024.jpg","media_type":"image","service_version":"v1","title":"The Fractured North Pole of Saturn's Enceladus","url":"http://apod.nasa.gov/apod/image/1510/EnceladusNorth_Cassini_960.jpg"},{"date":"2015-10-23","explanation":"Beautiful island universe Messier 94 lies a mere 15 million light-years distant in the northern constellation of the hunting dogs, Canes Venatici. A popular target for earth-based astronomers, the face-on spiral galaxy is about 30,000 light-years across, with spiral arms sweeping through the outskirts of its broad disk. But this Hubble Space Telescope field of view spans about 7,000 light-years or so across M94's central region. The sharp close-up examines the galaxy's compact, bright nucleus and prominent inner dust lanes, surrounded by a remarkable bluish ring of young, massive stars. The massive stars in the ring are all likely less than 10 million years old, indicating the galaxy experienced a well-defined era of rapid star formation. As a result, while the small, bright nucleus is typical of the Seyfert class of active galaxies, M94 is also known as a starburst galaxy. Because M94 is relatively nearby, astronomers can explore in detail reasons for the galaxy's burst of star formation.","hdurl":"http://apod.nasa.gov/apod/image/1510/M94_hst1542a_1280.jpg","media_type":"image","service_version":"v1","title":"Starburst Galaxy Messier 94","url":"http://apod.nasa.gov/apod/image/1510/M94_hst1542a.jpg"},{"date":"2015-10-24","explanation":"Two remarkable global maps of Jupiter's banded cloud tops can be compared by just sliding your cursor over this sharp projection (or follow this link) of image data from the Hubble Space Telescope. Both captured on January 19, during back-to-back 10 hour rotations of the ruling gas giant, the all-planet projections represent the first in a series of planned annual portraits by the Outer Planet Atmospheres Legacy program.  Comparing the two highlights cloud movements and measures wind speeds in the planet's dynamic atmosphere. In fact, the Great Red Spot, the famous long-lived swirling storm boasting 300 mile per hour winds, is seen sporting a rotating, twisting filament. The images confirm that Great Red Spot is still shrinking, though still larger than planet Earth. Posing next to it (lower right) is Oval BA, also known as Red Spot Junior.","hdurl":"http://apod.nasa.gov/apod/image/1510/JupiterHST1522a.jpg","media_type":"image","service_version":"v1","title":"Jupiter in 2015","url":"http://apod.nasa.gov/apod/image/1510/JupiterHST1522a1280.jpg"},{"date":"2015-10-26","explanation":"What do the moons of Pluto look like? Before a decade ago, only the largest moon Charon was known, but never imaged. As the robotic New Horizons spacecraft was prepared and launched, other moons were identified on Hubble images but remained only specks of light. Finally, this past summer, New Horizons swept right past Pluto, photographed Pluto and Charon in detail, and took the best images of Styx, Nix, Kerberos, and Hydra that it could. The featured image composite shows the results -- each moon is seen to have a distinct shape, while underlying complexity is only hinted. Even though not satisfyingly resolved, these images are likely to be the best available to humanity for some time. This is because the moons are too small and distant for contemporary Earth-based telescopes to resolve, and no new missions to the Pluto system are planned.    Gallery: October's Venus, Jupiter, & Mars Conjunction","hdurl":"http://apod.nasa.gov/apod/image/1510/PlutoMoons_NewHorizons_1080.jpg","media_type":"image","service_version":"v1","title":"Charon and the Small Moons of Pluto","url":"http://apod.nasa.gov/apod/image/1510/PlutoMoons_NewHorizons_1080.jpg"},{"date":"2015-11-7","explanation":"Since November 2000, people have been living continuously on the International Space Station. To celebrate humanity's 15th anniversary off planet Earth, consider this snapshot from space of our galaxy and our home world posing together beyond the orbital outpost. The Milky Way stretches below the curve of Earth's limb in the scene that also records a faint red, extended airglow. The galaxy's central bulge appears with starfields cut by dark rifts of obscuring interstellar dust. The picture was taken by Astronaut Scott Kelly on August 9, 2015, the 135th day of his one-year mission in space.","hdurl":"http://apod.nasa.gov/apod/image/1511/iss044e045565.jpg","media_type":"image","service_version":"v1","title":"Earth and Milky Way from Space","url":"http://apod.nasa.gov/apod/image/1511/iss044e045565a.jpg"},{"date":"2015-11-14","explanation":"Long shadows are cast by a low Sun across this rugged looking terrain. Captured by New Horizons, the scene is found just south of the southern tip Sputnik Planum, the informally named smooth, bright heart region of Pluto. Centered is a feature provisionally known as Wright Mons, a broad, tall mountain, about 150 kilometers across and 4 kilometers high, with a 56 kilometer wide, deep summit depression. Of course, broad mountains with central craters are found elsewhere in the Solar System, like Mauna Loa on planet Earth and Olympus Mons on Mars. In fact, New Horizons scientists announced the striking similarity of Pluto's Wright Mons, and nearby Piccard Mons, to large shield volcanoes strongly suggests the two could be giant cryovolcanoes that once erupted molten ice from the interior of the cold, distant world.","hdurl":"http://apod.nasa.gov/apod/image/1511/WrightMons_PIA20155.jpg","media_type":"image","service_version":"v1","title":"Wright Mons on Pluto","url":"http://apod.nasa.gov/apod/image/1511/WrightMons_PIA20155.jpg"},{"date":"2015-11-18","explanation":"There she blows!  A dramatic demonstration of how short-lived some comet jets can be was documented in late July by the robotic Rosetta spacecraft orbiting the nucleus of Comet 67P/Churyumov-Gerasimenko. The featured animation depicts changes in the rotating comet with three illuminating stills.  Although the first frame shows nothing unusual, the second frame shows a sudden strong jet shooting off the 67P's surface only 20 minutes later, while the third frame -- taken 20 minutes after that -- shows but a slight remnant of the once-active jet. As comets near the Sun, they can produce long and beautiful tails that stream across the inner Solar System.  How comet jets produce these tails is a topic of research -- helped by images like this. Another recent Rosetta measurement indicates that the water on Earth could not have come from comets like 67P because of significant differences in impurities.  Comet 67P spans about four kilometers, orbits the Sun between Earth and Jupiter, and has been the home for ESA's Rosetta spaceship since 2014 August. Rosetta is currently scheduled to make a slow crash onto Comet 67P's surface in late 2016.","hdurl":"http://apod.nasa.gov/apod/image/1511/Comet67PJet_Rosetta_1042.gif","media_type":"image","service_version":"v1","title":"A Sudden Jet on Comet 67P","url":"http://apod.nasa.gov/apod/image/1511/Comet67PJet_Rosetta_960.gif"},{"date":"2015-11-22","explanation":"This moon is doomed. Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the robotic Mars Reconnaissance Orbiter, recorded at a resolution of about seven meters per pixel. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. A recent analysis of the long grooves indicates that they may result from global stretching caused by tides -- the differing force of Mars' gravity on different sides of Phobos.  These grooves may then be an early phase in the disintegration of Phobos into a ring of debris around Mars.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1511/Phobos_MRO_3374.jpg","media_type":"image","service_version":"v1","title":"Phobos: Doomed Moon of Mars","url":"http://apod.nasa.gov/apod/image/1511/Phobos_MRO_960.jpg"},{"date":"2015-11-25","explanation":"Why are there unusual pits on Pluto? The indentations were discovered during the New Horizons spacecraft's flyby of the dwarf planet in July. The largest pits span a kilometer across and dip tens of meters into a lake of frozen nitrogen, a lake that sprawls across Sputnik Planum, part of the famous light-colored heart-shaped region named Tombaugh Regio.  Although most pits in the Solar System are created by impact craters, these depressions look different -- many are similarly sized, densely packed, and aligned.  Rather, it is thought that something has caused these specific areas of ice to sublimate and evaporate away.  In fact, the lack of overlying impact craters indicates these pits formed relatively recently.  Even though the robotic New Horizons is now off to a new destination, it continues to beam back to Earth new images and data from its dramatic encounter with Pluto.","hdurl":"http://apod.nasa.gov/apod/image/1511/PlutoPits_NewHorizons_1480.jpg","media_type":"image","service_version":"v1","title":"Unusual Pits Discovered on Pluto","url":"http://apod.nasa.gov/apod/image/1511/PlutoPits_NewHorizons_960.jpg"},{"date":"2015-11-27","explanation":"Albert Einstein's general theory of relativity, published 100 years ago this month, predicted the phenomenon of gravitational lensing. And that's what gives these distant galaxies such a whimsical appearance, seen through the looking glass of X-ray and optical image data from the Chandra and Hubble space telescopes. Nicknamed the Cheshire Cat galaxy group, the group's two large elliptical galaxies are suggestively framed by arcs. The arcs are optical images of distant background galaxies lensed by the foreground group's total distribution of gravitational mass dominated by dark matter. In fact the two large elliptical \"eye\" galaxies represent the brightest members of their own galaxy groups which are merging. Their relative collisional speed of nearly 1,350 kilometers/second heats gas to millions of degrees producing the X-ray glow shown in purple hues. Curiouser about galaxy group mergers? The Cheshire Cat group grins in the constellation Ursa Major, some 4.6 billion light-years away.","hdurl":"http://apod.nasa.gov/apod/image/1511/cheshirecat_chandra_complg.jpg","media_type":"image","service_version":"v1","title":"Gravity's Grin","url":"http://apod.nasa.gov/apod/image/1511/cheshirecat_chandra_comp1024c.jpg"},{"date":"2015-11-29","explanation":"They might look like trees on Mars, but they're not. Groups of dark brown streaks have been photographed by the Mars Reconnaissance Orbiter on melting pinkish sand dunes covered with light frost. The above image was taken in 2008 April near the North Pole of Mars. At that time, dark sand on the interior of Martian sand dunes became more and more visible as the spring Sun melted the lighter carbon dioxide ice.  When occurring near the top of a dune, dark sand may cascade down the dune leaving dark surface streaks -- streaks that might appear at first to be trees standing in front of the lighter regions, but cast no shadows. Objects about 25 centimeters across are resolved on this image spanning about one kilometer. Close ups of some parts of this image show billowing plumes indicating that the sand slides were occurring even while the image was being taken.","hdurl":"http://apod.nasa.gov/apod/image/1511/almosttrees_mro_2560.jpg","media_type":"image","service_version":"v1","title":"Dark Sand Cascades on Mars","url":"http://apod.nasa.gov/apod/image/1511/almosttrees_mro_960.jpg"},{"date":"2015-11-30","explanation":"This huge swirling mass of stars, gas, and dust occurs near the center of a nearby spiral galaxy. Gorgeous spiral NGC 3521 is a mere 35 million light-years distant, toward the constellation Leo. Spanning some 50,000 light-years, its central region is shown in this dramatic image, constructed from data from the Hubble Space Telescope. The close-up view highlights this galaxy's characteristic multiple, patchy, irregular spiral arms laced with dust and clusters of young, blue stars. In contrast, many other spirals exhibit grand, sweeping arms. A relatively bright galaxy in planet Earth's sky, NGC 3521 is easily visible in small telescopes, but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M65 and M66.","hdurl":"http://apod.nasa.gov/apod/image/1511/ngc3521_hstGendler_1270.jpg","media_type":"image","service_version":"v1","title":"In the Center of Spiral Galaxy NGC 3521","url":"http://apod.nasa.gov/apod/image/1511/ngc3521_hstGendler_960.jpg"},{"date":"2015-12-3","explanation":"Saturn's icy moon Enceladus poses above the gas giant's icy rings in this Cassini spacecraft image. The dramatic scene was captured on July 29, while Cassini cruised just below the ring plane, its cameras looking back in a nearly sunward direction about 1 million kilometers from the moon's bright crescent. At 500 kilometers in diameter, Enceladus is a surprisingly active moon though, its remarkable south polar geysers are visible venting beyond a dark southern limb. In fact, data collected during Cassini's flybys and years of images have recently revealed the presence of a global ocean of liquid water beneath this moon's icy crust. Demonstrating the tantalizing liquid layer's global extent, the careful analysis indicates surface and core are not rigidly connected, with Enceladus rocking slightly back and forth in its orbit.","hdurl":"http://apod.nasa.gov/apod/image/1512/EnceladusRingsPIA18343.jpg","media_type":"image","service_version":"v1","title":"Enceladus: Ringside Water World","url":"http://apod.nasa.gov/apod/image/1512/EnceladusRingsPIA18343.jpg"},{"date":"2015-12-9","explanation":"This dance is to the death.  Along the way, as these two large galaxies duel, a cosmic bridge of stars, gas, and dust currently stretches over 75,000 light-years and joins them.  The bridge itself is strong evidence that these two immense star systems have passed close to each other and experienced violent tides induced by mutual gravity. As further evidence, the face-on spiral galaxy on the right, also known as NGC 3808A, exhibits many young blue star clusters produced in a burst of star formation. The twisted edge-on spiral on the left (NGC 3808B) seems to be wrapped in the material bridging the galaxies and surrounded by a curious polar ring. Together, the system is known as Arp 87 and morphologically classified, technically, as peculiar. While such interactions are drawn out over billions of years, repeated close passages should ultimately result in the death of one galaxy in the sense that only one galaxy will eventually result. Although this scenario does look peculiar, galactic mergers are thought to be common, with Arp 87 representing a stage in this inevitable process. The Arp 87 pair are about 300 million light-years distant toward the constellation Leo. The prominent edge-on spiral at the far left appears to be a more distant background galaxy and not involved in the on-going merger.","hdurl":"http://apod.nasa.gov/apod/image/1512/Arp87_Gardner_2770.jpg","media_type":"image","service_version":"v1","title":"Arp 87: Merging Galaxies from Hubble","url":"http://apod.nasa.gov/apod/image/1512/Arp87_Gardner_1080.jpg"},{"date":"2015-12-11","explanation":"Dwarf planet Ceres is the largest object in the Solar System's main asteroid belt with a diameter of about 950 kilometers. Exploring Ceres from orbit since March, the Dawn spacecraft's camera has revealed about 130 or so mysterious bright spots, mostly associated with impact craters scattered around the small world's otherwise dark surface. The brightest one is near the center of the 90 kilometer wide Occator Crater, seen in this dramatic false color view combining near-infrared and visible light image data. A study now finds the bright spot's reflected light properties are probably most consistent with a type of magnesium sulfate called hexahydrite. Of course, magnesium sulfate is also known to Earth dwellers as epsom salt. Haze reported inside Occator also suggests the salty material could be left over as a mix of salt and water-ice sublimates on the surface. Since impacts would have exposed the material, Ceres' numerous and widely scattered bright spots may indicate the presence of a subsurface shell of ice-salt mix. In mid-December, Dawn will begin taking observations from its closest Ceres mapping orbit.","hdurl":"http://apod.nasa.gov/apod/image/1512/PIA20180CeresOccator.jpg","media_type":"image","service_version":"v1","title":"The Brightest Spot on Ceres","url":"http://apod.nasa.gov/apod/image/1512/PIA20180CeresOccator1024.jpg"},{"date":"2015-12-14","explanation":"What do the sharpest views ever of Pluto show? As the robotic New Horizons spacecraft moves into the outer Solar System, it is now sending back some of the highest resolution images from its historic encounter with Pluto in July. Featured here is one recently-received, high-resolution image. On the left is al-Idrisi Montes, mountainous highlands thought composed primarily of blocks of water ice.  A sharp transitional shoreline leads to the ice plains, on the right, that compose part of the heart-shaped feature known as Sputnik Planum, which contains ices including solid nitrogen. Why the plains are textured with ice pits and segmented is currently unknown. The image was taken about 15 minutes before closest approach and shows an area about 30 kilometers across. The New Horizons spacecraft is next scheduled to fly past Kuiper Belt object 2014 MU 69 on New Year's Day 2019.   AAS Members: How does APOD help you?","hdurl":"http://apod.nasa.gov/apod/image/1512/PlutoCloseUp_NewHorizons_3600.jpg","media_type":"image","service_version":"v1","title":"Pluto: From Mountains to Plains","url":"http://apod.nasa.gov/apod/image/1512/PlutoCloseUp_NewHorizons_1080.jpg"},{"date":"2015-12-18","explanation":"This might look like a double-bladed lightsaber, but these two cosmic jets actually beam outward from a newborn star in a galaxy near you. Constructed from Hubble Space Telescope image data, the stunning scene spans about half a light-year across Herbig-Haro 24 (HH 24), some 1,300 light-years or 400 parsecs away in the stellar nurseries of the Orion B molecular cloud complex. Hidden from direct view, HH 24's central protostar is surrounded by cold dust and gas flattened into a rotating accretion disk. As material from the disk falls toward the young stellar object it heats up. Opposing jets are blasted out along the system's rotation axis. Cutting through the region's interstellar matter, the narrow, energetic jets produce a series of glowing shock fronts along their path.","hdurl":"http://apod.nasa.gov/apod/image/1512/hs-2015-42-a-fullHH24.jpg","media_type":"image","service_version":"v1","title":"Herbig-Haro 24","url":"http://apod.nasa.gov/apod/image/1512/hs-2015-42-a-largeHH241024.jpg"},{"date":"2015-12-20","explanation":"There is something very unusual in this picture of the Earth -- can you find it? A fleeting phenomenon once thought to be only a legend has been newly caught if you know just where to look. The featured image was taken from the orbiting International Space Station (ISS) in late April and shows familiar ISS solar panels on the far left and part of a robotic arm to the far right. The rarely imaged phenomenon is known as a red sprite and it can be seen, albeit faintly, just over the bright area on the image right. This bright area and the red sprite are different types of lightning, with the white flash the more typical type. Although sprites have been reported anecdotally for as long as 300 years, they were first caught on film in 1989 -- by accident. Much remains unknown about sprites including how they occur, their effect on the atmospheric global electric circuit, and if they are somehow related to other upper atmospheric lightning phenomena such as blue jets or terrestrial gamma flashes.   Free APOD Lectures: Editor to Speak in January in Philadelphia and New York City","hdurl":"http://apod.nasa.gov/apod/image/1512/spritenight_iss_4256.jpg","media_type":"image","service_version":"v1","title":"A Dark Earth with a Red Sprite","url":"http://apod.nasa.gov/apod/image/1512/spritenight_iss_960.jpg"},{"date":"2015-12-21","explanation":"It's back.  Never before has an observed supernova been predicted. The unique astronomical event occurred in the field of galaxy cluster MACS J1149.5+2223. Most bright spots in the featured image are galaxies in this cluster.  The actual supernova, dubbed Supernova Refsdal, occurred just once far across the universe and well behind this massive galaxy cluster.  Gravity caused the cluster to act as a massive gravitational lens, splitting the image of Supernova Refsdal into multiple bright images. One of these images arrived at Earth about ten years ago, likely in the upper red circle, and was missed.  Four more bright images peaked in April in the lowest red circle, spread around a massive galaxy in the cluster as the first Einstein Cross supernova. But there was more.  Analyses revealed that a sixth bright supernova image was likely still on its way to Earth and likely to arrive within the next year.  Earlier this month -- right on schedule -- this sixth bright image was recovered, in the middle red circle, as predicted.  Studying image sequences like this help humanity to understand how matter is distributed in galaxies and clusters, how fast the universe expands, and how massive stars explode.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1512/Refsdal_Hubble_3800.jpg","media_type":"image","service_version":"v1","title":"SN Refsdal: The First Predicted Supernova Image","url":"http://apod.nasa.gov/apod/image/1512/Refsdal_Hubble_1080.jpg"},{"date":"2015-12-27","explanation":"Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now. Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light. This featured image, taken in 1996, brought out new details in the unusual nebula that surrounds this rogue star.  Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks.  The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks remain unexplained.   Free APOD Lectures: Editor to Speak in January in Philadelphia and New York City","hdurl":"http://apod.nasa.gov/apod/image/1512/etacarinae_hubble_900.jpg","media_type":"image","service_version":"v1","title":"Doomed Star Eta Carinae","url":"http://apod.nasa.gov/apod/image/1512/etacarinae_hubble_960.jpg"},{"date":"2016-1-3","explanation":"On some nights, the sky is the best show in town. On this night, the sky was not only the best show in town, but a composite image of the sky won an international competition for landscape astrophotography. The featured winning image was taken in 2011 over Jkulsrln, the largest glacial lake in Iceland.  The photographer combined six exposures to capture not only two green auroral rings, but their reflections off the serene lake. Visible in the distant background sky is the band of our Milky Way Galaxy and the Andromeda galaxy. A powerful coronal mass ejection from the Sun caused auroras to be seen as far south as Wisconsin, USA.  Solar activity over the past week has resulted in auroras just over the past few days.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1601/aurora_vetter_2000.jpg","media_type":"image","service_version":"v1","title":"A Starry Night of Iceland","url":"http://apod.nasa.gov/apod/image/1601/aurora_vetter_1080.jpg"},{"date":"2016-1-4","explanation":"On the Moon, the Earth never rises -- or sets.  If you were to sit on the surface of the Moon, you would see the Earth just hang in the sky. This is because the Moon always keeps the same side toward the Earth. Curiously, the featured image does picture the Earth setting over a lunar edge.  This was possible because the image was taken from a spacecraft orbiting the Moon - specifically the Lunar Reconnaissance Orbiter (LRO). In fact, LRO orbits the Moon so fast that, from the spacecraft, the Earth appears to set anew about every two hours. The featured image captured one such Earthset about three months ago.  By contrast, from the surface of the Earth, the Moon sets about once a day -- with the primary cause being the rotation of the Earth. LRO was launched in 2009 and, while creating a detailed three dimensional map of the Moon's surface, is also surveying the Moon for water and possible good landing spots for future astronauts.   Free APOD Lectures: Editor to speak this coming weekend in Philadelphia and New York City","hdurl":"http://apod.nasa.gov/apod/image/1601/Earthrise_LRO_5634.jpg","media_type":"image","service_version":"v1","title":"Earthset from the Lunar Reconnaissance Orbiter","url":"http://apod.nasa.gov/apod/image/1601/Earthrise_LRO_960.jpg"},{"date":"2016-1-7","explanation":"A mere 2.5 million light-years away, the Andromeda Galaxy, also known as M31, really is just next door as large galaxies go. In this (inset) scan, image data from NASA's Nuclear Spectrosopic Telescope Array has yielded the best high-energy X-ray view yet of our large neighboring spiral, revealing some 40 extreme sources of X-rays, X-ray binary star systems that contain a black hole or neutron star orbiting a more normal stellar companion. In fact, larger Andromeda and our own Milky Way are the most massive members of the local galaxy group. Andromeda is close enough that NuSTAR can examine its population of X-ray binaries in detail, comparing them to our own. The background image of Andromeda was taken by NASA's Galaxy Evolution Explorer in energetic ultraviolet light.","hdurl":"http://apod.nasa.gov/apod/image/1601/PIA20061NuSTARAndromeda.jpg","media_type":"image","service_version":"v1","title":"High Energy Andromeda","url":"http://apod.nasa.gov/apod/image/1601/PIA20061NuSTARAndromeda600h.jpg"},{"date":"2016-1-8","explanation":"In Greek myth Prometheus was a Titan, known for bringing fire from Mount Olympus. But in modern times the name is given to a small moon of Saturn, orbiting just inside Saturn's F ring. In a complex interaction, the tiny potato-shaped moon interacts with the icy ring particles creating structures along the F ring still not fully understood. One of the highest resolution views of Prometheus, this image of its pocked surface posing with the thin F ring in the background was taken during the Cassini spacecraft's close approach on December 6, 2015. Elongated Prometheus is roughly 150 kilometers (90 miles) long by 70 kilometers wide.","hdurl":"http://apod.nasa.gov/apod/image/1601/PIA17207prometheus.jpg","media_type":"image","service_version":"v1","title":"Prometheus and the F Ring","url":"http://apod.nasa.gov/apod/image/1601/PIA17207prometheus1020.jpg"},{"date":"2016-1-9","explanation":"Big, beautiful, barred spiral galaxy NGC 1300 lies some 70 million light-years away on the banks of the constellation Eridanus. This Hubble Space Telescope composite view of the gorgeous island universe is one of the largest Hubble images ever made of a complete galaxy. NGC 1300 spans over 100,000 light-years and the Hubble image reveals striking details of the galaxy's dominant central bar and majestic spiral arms. In fact, on close inspection the nucleus of this classic barred spiral itself shows a remarkable region of spiral structure about 3,000 light-years across. Like other spiral galaxies, including our own Milky Way, NGC 1300 is thought to have a supermassive central black hole.   Free APOD Lecture: Editor to speak tonight in Philadelphia","hdurl":"http://apod.nasa.gov/apod/image/1601/ngc1300_hst_6637.jpg","media_type":"image","service_version":"v1","title":"Barred Spiral Galaxy NGC 1300","url":"http://apod.nasa.gov/apod/image/1601/ngc1300_hst_960.jpg"},{"date":"2016-1-10","explanation":"What's happening to our Sun?  Another Coronal Mass Ejection (CME)!  The Sun-orbiting SOHO spacecraft has imaged many erupting filaments lifting off the active solar surface and blasting enormous bubbles of magnetic plasma into space. Direct light from the sun is blocked in the inner part of the featured image, taken in 2002, and replaced by a simultaneous image of the Sun in ultraviolet light.  The field of view extends over two million kilometers from the solar surface. While hints of these explosive events, called coronal mass ejections or CMEs, were discovered by spacecraft in the early 70s, this dramatic image is part of a detailed record of this CME's development from the presently operating SOHO spacecraft.  Near the maximum of the solar activity cycle, CMEs now typically occur several times a week.  Strong CMEs may profoundly influence space weather. Those directed toward our planet can have serious effects.   Astrophysicists: Browse 1,100+ codes in the Astrophysics Source Code Library","hdurl":"http://apod.nasa.gov/apod/image/1601/CMEsun_soho_1875.jpg","media_type":"image","service_version":"v1","title":"Sun Storm: A Coronal Mass Ejection","url":"http://apod.nasa.gov/apod/image/1601/CMEsun_soho_960.jpg"},{"date":"2016-1-14","explanation":"Cosmic dust clouds ripple across this infrared portrait of our Milky Way's satellite galaxy, the Large Magellanic Cloud. In fact, the remarkable composite image from the Herschel Space Observatory and the Spitzer Space Telescope show that dust clouds fill this neighboring dwarf galaxy, much like dust along the plane of the Milky Way itself. The dust temperatures tend to trace star forming activity. Spitzer data in blue hues indicate warm dust heated by young stars. Herschel's instruments contributed the image data shown in red and green, revealing dust emission from cooler and intermediate regions where star formation is just beginning or has stopped. Dominated by dust emission, the Large Magellanic Cloud's infrared appearance is different from views in optical images. But this galaxy's well-known Tarantula Nebula still stands out, easily seen here as the brightest region to the left of center. A mere 160,000 light-years distant, the Large Cloud of Magellan is about 30,000 light-years across.","hdurl":"http://apod.nasa.gov/apod/image/1601/PIA15254_LMC2048.jpg","media_type":"image","service_version":"v1","title":"Infrared Portrait of the Large Magellanic Cloud","url":"http://apod.nasa.gov/apod/image/1601/PIA15254_LMC900c.jpg"},{"date":"2016-1-15","explanation":"Informally named Wright Mons, a broad mountain about 150 kilometers across and 4 kilometers high with a wide, deep summit depression is featured in this inset image captured during the New Horizons flyby of Pluto in July 2015. Of course, broad mountains with summit craters are found elsewhere in the Solar System, like the large shield volcano Mauna Loa on planet Earth or giant Olympus Mons on Mars. New Horizons scientists note the striking similarity of Pluto's Wright Mons, and nearby Piccard Mons, to large shield volcanoes suggests the two could be giant cryovolcanoes that once erupted molten ice from the interior of the cold, distant world. In fact, found on a frozen dwarf planet Wright Mons could be the largest volcano in the outer Solar System. Since only one impact crater has been identified on its slopes, Wright Mons may well have been active late in Pluto's history. This highest resolution color image also reveals red material sparsely scattered around the region.","hdurl":"http://apod.nasa.gov/apod/image/1601/colorized_wright_mons_cropped.jpg","media_type":"image","service_version":"v1","title":"Wright Mons in Color","url":"http://apod.nasa.gov/apod/image/1601/01142016_WrightMonsVolcano_Context1024c.jpg"},{"date":"2016-1-17","explanation":"The center of our Galaxy is a busy place.  In visible light, much of the Galactic Center is obscured by opaque dust.  In infrared light, however, dust glows more and obscures less, allowing nearly one million stars to be recorded in the featured photograph.  The Galactic Center itself appears on the left and is located about 30,000 light years away towards the constellation of the Archer (Sagittarius).  The Galactic Plane of our Milky Way Galaxy, the plane in which the Sun orbits, is identifiable by the dark diagonal dust lane.  The absorbing dust grains are created in the atmospheres of cool red-giant stars and grow in molecular clouds.  The region directly surrounding the Galactic Center glows brightly in radio and high-energy radiation, and is thought to house a large black hole.   Follow APOD on: Facebook,  Google Plus, or Twitter","hdurl":"http://apod.nasa.gov/apod/image/1601/gcenter_2mass_620.jpg","media_type":"image","service_version":"v1","title":"The Galactic Center in Infrared","url":"http://apod.nasa.gov/apod/image/1601/gcenter_2mass_960.jpg"},{"date":"2016-1-18","explanation":"Does the closest star to our Sun have planets?  No one is sure -- but you can now follow frequent updates of a new search that is taking place during the first few months of this year. The closest star, Proxima Centauri, is the nearest member of the Alpha Centauri star system.  Light takes only 4.24 years to reach us from Proxima Centauri.  This small red star, captured in the center of the featured image by the Hubble Space Telescope, is so faint that it was only discovered in 1915 and is only visible through a telescope.  Telescope-created X-shaped diffraction spikes surround Proxima Centauri, while several stars further out in our Milky Way Galaxy are visible in the background.  The brightest star in the Alpha Centauri system is quite similar to our Sun, has been known as long as recorded history, and is the third brightest star in the night sky.  The Alpha Centauri system is primarily visible from Earth's Southern Hemisphere.  Starting last week, the European Southern Observatory's Pale Red Dot project began investigating slight changes in Proxima Centauri to see if they result from a planet -- possibly an Earth-sized planet.  Although unlikely, were a modern civilization found living on a planet orbiting Proxima Centauri, its proximity makes it a reasonable possibility that humanity could communicate with them.    #PaleRedDot : Follow the search for planets around Proxima Centauri.","hdurl":"http://apod.nasa.gov/apod/image/1601/ProximaCentauri_Hubble_2048.jpg","media_type":"image","service_version":"v1","title":"Proxima Centauri: The Closest Star","url":"http://apod.nasa.gov/apod/image/1601/ProximaCentauri_Hubble_960.jpg"},{"date":"2016-1-19","explanation":"What is that dark sand dune doing on Mars? NASA's robotic rover Curiosity has been studying it to find out, making this the first-ever up-close investigation of an active sand dune on another world.  Named Namib Dune, the dark sand mound stands about 4 meters tall and, along with the other Bagnold Dunes, is located on the northwestern flank of Mount Sharp. The featured image was taken last month and horizontally compressed here for comprehensibility.  Wind is causing the dune to advance about one meter a year across the light bedrock underneath, and wind-blown sand is visible on the left. Part of the Curiosity rover itself is visible on the lower right.  Just in the past few days, Curiosity scooped up some of the dark sand for a detailed analysis. After further exploration of the Bagnold Dunes, Curiosity is scheduled to continue its trek up the 5-kilometer tall Mount Sharp, the central peak in the large crater where the car-sized rover landed.","hdurl":"http://apod.nasa.gov/apod/image/1601/DarkDuneMars_Curiosity_4937.jpg","media_type":"image","service_version":"v1","title":"A Dark Sand Dune on Mars","url":"http://apod.nasa.gov/apod/image/1601/DarkDuneMars_Curiosity_960.jpg"},{"date":"2016-1-22","explanation":"One of the last entries in Charles Messier's famous catalog, big, beautiful spiral galaxy M101 is definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed with Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. In contrast, this multiwavelength view of the large island universe is a composite of images recorded by space-based telescopes in the 21st century. Color coded from X-rays to infrared wavelengths (high to low energies), the image data was taken from the Chandra X-ray Observatory (purple), the Galaxy Evolution Explorer ( blue), Hubble Space Telescope(yellow), and the Spitzer Space Telescope(red). While the X-ray data trace the location of multimillion degree gas around M101's exploded stars and neutron star and black hole binary star systems, the lower energy data follow the stars and dust that define M101's grand spiral arms. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away. (Editor's Note: Original APOD retracted on January 25.)","hdurl":"http://apod.nasa.gov/apod/image/1601/M101_nasaMultiW.jpg","media_type":"image","service_version":"v1","title":"21st Century M101","url":"http://apod.nasa.gov/apod/image/1601/M101_nasaMultiW960c.jpg"},{"date":"2016-1-24","explanation":"In the center of star-forming region 30 Doradus lies a huge cluster containing some of the largest, hottest, and most massive stars known. These stars, known collectively as star cluster R136, were captured in the featured image in visible light by the Wide Field Camera 3 in 2009 peering through the Hubble Space Telescope. Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars.  The 30 Doradus Nebula lies within a neighboring galaxy known as the Large Magellanic Cloud and is located a mere 170,000 light-years away.","hdurl":"http://apod.nasa.gov/apod/image/1601/30dor_hubble_3939.jpg","media_type":"image","service_version":"v1","title":"Star Cluster R136 Bursts Out","url":"http://apod.nasa.gov/apod/image/1601/30dor_hubble_960.jpg"},{"date":"2016-1-25","explanation":"The hydrogen in your body, present in every molecule of water, came from the Big Bang.  There are no other appreciable sources of hydrogen in the universe.  The carbon in your body was made by nuclear fusion in the interior of stars, as was the oxygen.  Much of the iron in your body was made during supernovas of stars that occurred long ago and far away.  The gold in your jewelry was likely made from neutron stars during collisions that may have been visible as short-duration gamma-ray bursts.  Elements like phosphorus and copper are present in our bodies in only small amounts but are essential to the functioning of all known life.  The featured periodic table is color coded to indicate humanity's best guess as to the nuclear origin of all known elements.  The sites of nuclear creation of some elements, such as copper, are not really well known and are continuing topics of observational and computational research.","hdurl":"http://apod.nasa.gov/apod/image/1601/Nucleosynthesis_Cmglee_1280.jpg","media_type":"image","service_version":"v1","title":"Where Your Elements Came From","url":"http://apod.nasa.gov/apod/image/1601/Nucleosynthesis_Cmglee_1080.jpg"},{"date":"2016-1-26","explanation":"It is a candidate for the brightest and most powerful explosion ever seen -- what is it?  The flaring spot of light was found by the All Sky Automated Survey for Supernovae (ASASSN) in June of last year and labelled ASASSN-15lh.  Located about three billion light years distant, the source appears tremendously bright for anything so far away: roughly 200 times brighter than an average supernova, and temporarily 20 times brighter than all of the stars in our Milky Way Galaxy combined. Were light emitted by ASASSN-15lh at this rate in all directions at once, it would be the most powerful explosion yet recorded. No known stellar object was thought to create an explosion this powerful, although pushing the theoretical limits for the spin-down of highly-magnetized neutron star -- a magnetar -- gets close.  Assuming the flare fades as expected later this year, astronomers are planning to use telescopes including Hubble to zoom in on the region to gain more clues.  The above-featured artist's illustration depicts a hypothetical night sky of a planet located across the host galaxy from the outburst.","hdurl":"http://apod.nasa.gov/apod/image/1601/BrightBoom_JinMa_3000.jpg","media_type":"image","service_version":"v1","title":"A Candidate for the Biggest Boom Yet Seen","url":"http://apod.nasa.gov/apod/image/1601/BrightBoom_JinMa_960.jpg"},{"date":"2016-2-2","explanation":"Spacecraft Rosetta continues to circle and map Comet Churyumov-Gerasimenko. Crossing the inner Solar System for ten years to reach the vicinity of the comet in 2014, the robotic spacecraft continues to image the unusual double-lobed comet nucleus. The featured image, taken one year ago, shows dust and gas escaping from the comet's nucleus. Although appearing bright here, the comet's surface reflects only about four percent of impinging visible light, making it as dark as coal.  Comet 67P/ChuryumovGerasimenko spans about four kilometers in length and has a surface gravity so low that an astronaut could jump off of it. With Rosetta in tow, Comet 67P passed its closest to the Sun last year and is now headed back to the furthest point -- just past the orbit of Jupiter.    Astrophysicists: Browse 1,200+ codes in the Astrophysics Source Code Library","hdurl":"http://apod.nasa.gov/apod/image/1602/Comet67P_Rosetta_1724.jpg","media_type":"image","service_version":"v1","title":"Comet 67P from Spacecraft Rosetta","url":"http://apod.nasa.gov/apod/image/1602/Comet67P_Rosetta_960.jpg"},{"date":"2016-2-4","explanation":"Dwarf planet Ceres is the largest object in the Solar System's main asteroid belt, with a diameter of about 950 kilometers (590 miles). Ceres is seen here in approximately true color, based on image data from the Dawn spacecraft recorded on May 4, 2015. On that date, Dawn's orbit stood 13,642 kilometers above the surface of the small world. Two of Ceres' famous mysterious bright spots at Oxo crater and Haulani crater are near center and center right of this view. Casting a telltale shadow at the bottom is Ceres' cone-shaped, lonely mountain Ahuna Mons. Presently some 385 kilometers above the Cerean surface, the ion-propelled Dawn spacecraft is now returning images from its closest mapping orbit.","hdurl":"http://apod.nasa.gov/apod/image/1602/20151022_ceres_rc3_haulani_cowart.jpg","media_type":"image","service_version":"v1","title":"Dwarf Planet Ceres","url":"http://apod.nasa.gov/apod/image/1602/20151022_ceres_rc3_haulani_cowartC.jpg"},{"date":"2016-2-7","explanation":"Accelerate a charge and you'll get electromagnetic radiation: light.  But accelerate any mass and you'll get gravitational radiation.  Light is seen all the time, but, so far, a confirmed direct detection of gravitational radiation has been elusive.  When absorbed, gravitational waves create a tiny symmetric jiggle similar to squashing a rubber ball and letting go quickly.  Separated detectors can be used to discern gravitational waves from everyday bumps.  Powerful astronomical sources of gravitational radiation would coincidentally jiggle even detectors on opposite ends of the Earth.  Pictured here are the four-kilometer-long arms of one such detector: the LIGO Hanford Observatory in Washington state, USA. Together with its sister interferometer in Louisiana, these gravitational wave detectors continue to be upgraded and are now more sensitive than ever.","hdurl":"http://apod.nasa.gov/apod/image/1602/hanford_ligo_575.jpg","media_type":"image","service_version":"v1","title":"Advanced LIGO: Gravitational Wave Detectors Upgraded","url":"http://apod.nasa.gov/apod/image/1602/hanford_ligo_960.jpg"},{"date":"2016-2-11","explanation":"Gravitational radiation has been directly detected.  The first-ever detection was made by both facilities of the Laser Interferometer Gravitational-Wave Observatory (LIGO) in Washington and Louisiana simultaneously last September. After numerous consistency checks, the resulting 5-sigma discovery was published today. The measured gravitational waves match those expected from two large black holes merging after a death spiral in a distant galaxy, with the resulting new black hole momentarily vibrating in a rapid ringdown.  A phenomenon predicted by Einstein, the historic discovery confirms a cornerstone of humanity's understanding of gravity and basic physics.  It is also the most direct detection of black holes ever.  The featured illustration depicts the two merging black holes with the signal strength of the two detectors over 0.3 seconds superimposed across the bottom. Expected future detections by Advanced LIGO and other gravitational wave detectors may not only confirm the spectacular nature of this measurement but hold tremendous promise of giving humanity a new way to see and explore our universe.","hdurl":"http://apod.nasa.gov/apod/image/1602/BHmerger_LIGO_3600.jpg","media_type":"image","service_version":"v1","title":"LIGO Detects Gravitational Waves from Merging Black Holes","url":"http://apod.nasa.gov/apod/image/1602/BHmerger_LIGO_960.jpg"},{"date":"2016-2-13","explanation":"Tracks lead to a small robot perched near the top of this bright little planet. Of course, the planet is really the Moon. The robot is the desk-sized Yutu rover, leaving its looming Chang'e 3 lander after a mid-December 2013 touch down in the northern Mare Imbrium. The little planet projection is a digitally warped and stitched mosaic of images from the lander's terrain camera covering 360 by 180 degrees. Ultimately traveling over 100 meters, Yutu came to a halt in January 2014. The lander's instruments are still working though, after more than two years on the lunar surface. Meanwhile, an interactive panoramic version of this little planet is available here.","hdurl":"http://apod.nasa.gov/apod/image/1602/lunar-panorama-change-3-lander-2013-12-17.jpg","media_type":"image","service_version":"v1","title":"Yutu on a Little Planet","url":"http://apod.nasa.gov/apod/image/1602/lunar-panorama-change-3-lander-2013-12-17re.jpg"},{"date":"2016-2-15","explanation":"What caused this unusual light rock formation on Mars?  Intrigued by the possibility that they could be salt deposits left over as an ancient lakebed dried-up, detailed studies of these fingers now indicate a more mundane possibility: volcanic ash.  Studying the exact color of the formation indicated the possible volcanic origin.  The light material appears to have eroded away from surrounding area, indicating a very low-density substance. The stark contrast between the rocks and the surrounding sand is compounded by the unusual darkness of the sand.  The featured picture was taken with the Thermal Emission Imaging System on the Mars Odyssey, the longest serving  spacecraft currently orbiting Mars.  The image spans about 10 kilometers inside a larger crater.","hdurl":"http://apod.nasa.gov/apod/image/1602/WhiteRock_MarsOdyssey_1238.jpg","media_type":"image","service_version":"v1","title":"White Rock Fingers on Mars","url":"http://apod.nasa.gov/apod/image/1602/WhiteRock_MarsOdyssey_960.jpg"},{"date":"2016-2-16","explanation":"Massive star IRS 4 is beginning to spread its wings.  Born only about 100,000 years ago, material streaming out from this newborn star has formed the nebula dubbed Sharpless 2-106 Nebula (S106), featured here.  A large disk of dust and gas orbiting Infrared Source 4 (IRS 4), visible in brown near the image center, gives the nebula an hourglass or butterfly shape.  S106 gas near IRS 4 acts as an emission nebula as it emits light after being ionized, while dust far from IRS 4 reflects light from the central star and so acts as a reflection nebula.  Detailed inspection of a recent infrared image of S106  reveal hundreds of low-mass brown dwarf stars lurking in the nebula's gas.  S106 spans about 2 light-years and lies about 2000 light-years away toward the  constellation of the Swan (Cygnus).","hdurl":"http://apod.nasa.gov/apod/image/1602/S106_Pimenta_1824.jpg","media_type":"image","service_version":"v1","title":"Star Forming Region S106","url":"http://apod.nasa.gov/apod/image/1602/S106_Pimenta_960.jpg"},{"date":"2016-2-17","explanation":"What strange world is this? Earth. In the foreground of the featured image are the Pinnacles, unusual rock spires in Nambung National Park in Western Australia. Made of ancient sea shells (limestone), how these human-sized picturesque spires formed remains unknown.  In the background, just past the end of the central Pinnacle, is a bright crescent Moon. The eerie glow around the Moon is mostly zodiacal light, sunlight reflected by dust grains orbiting between the planets in the Solar System. Arching across the top is the central band of our Milky Way Galaxy. Many famous stars and nebula are also visible in the background night sky. The featured 29-panel panorama was taken and composed last September after detailed planning that involved the Moon, the rock spires, and their corresponding shadows. Even so, the strong zodiacal light was a pleasant surprise.   Almost Hyperspace: Random APOD Generator","hdurl":"http://apod.nasa.gov/apod/image/1602/PinnaclesGalaxy_Goh_2400.jpg","media_type":"image","service_version":"v1","title":"Milky Way over the Pinnacles in Australia","url":"http://apod.nasa.gov/apod/image/1602/PinnaclesGalaxy_Goh_1080.jpg"},{"date":"2016-2-20","explanation":"Want to take a relaxing interstellar vacation? Consider visiting Kepler-16b, a world in a binary star system. In fact Kepler-16b is the first discovered circumbinary planet. It was detected in a wide 229 day orbit around a close pair of cool, low-mass stars some 200 light-years away. The parent stars eclipse one another in their orbits, observed as a periodic dimming of starlight. But Kepler-16b itself was discovered by following the additional very slight dimming produced during its transits. Like sci-fi planet Tatooine of Star Wars fame, two suns would set over its horizon. Still, Kepler-16b is probably not a Tatooine-like terrestrial desert world. Instead, Kepler-16b is thought to be a cold, uninhabitable planet with about the mass of Saturn and a gaseous surface ... so plan to dress accordingly. Or, choose another Visions of the Future vacation destination.","hdurl":"http://apod.nasa.gov/apod/image/1602/Kepler16b_2600c.jpg","media_type":"image","service_version":"v1","title":"Where Your Shadow Has Company","url":"http://apod.nasa.gov/apod/image/1602/Kepler16b_1024c.jpg"},{"date":"2016-2-21","explanation":"What's lighting up the Cigar Galaxy?  M82, as this irregular galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas, however.  Evidence indicates that this gas is being driven out by the combined emerging particle winds of many stars, together creating a galactic superwind.  The featured photographic mosaic highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas.  The filaments extend for over 10,000 light years. The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of the Great Bear (Ursa Major).","hdurl":"http://apod.nasa.gov/apod/image/1602/m82_hubble_3000.jpg","media_type":"image","service_version":"v1","title":"M82: Galaxy with a Supergalactic Wind","url":"http://apod.nasa.gov/apod/image/1602/m82_hubble_960.jpg"},{"date":"2016-2-23","explanation":"Telescopes around the world are tracking a bright supernova that occurred in a nearby dusty galaxy.  The powerful stellar explosion was first noted earlier this month. The nearby galaxy is the photogenic Centaurus A, visible with binoculars and known for impressive filaments of light-absorbing dust that cross its center.  Cen A is featured here in a high-resolution archival Hubble Space Telescope image, with an inset image featuring the supernova taken from the ground only two days after discovery. Designated SN2016adj, the supernova is highlighted with crosshairs in the inset, appearing just to the left of a bright foreground star in our Milky Way Galaxy.  This supernova is currently thought to be of Type IIb, a stellar-core-collapse supernova, and is of high interest because it occurred so nearby and because it is being seen through a known dust filament. Current and future observations of this supernova may give us new clues about the fates of massive stars and how some elements found on our Earth were formed.","hdurl":"http://apod.nasa.gov/apod/image/1602/CenAsupernova2_hubble_960.jpg","media_type":"image","service_version":"v1","title":"A Supernova through Galaxy Dust","url":"http://apod.nasa.gov/apod/image/1602/CenAsupernova2_hubble_960.jpg"},{"date":"2016-2-24","explanation":"Can you identify a familiar area in the northeast USA just from nighttime lights?  It might be possible because many major cities are visible, including (right to left) New York, Philadelphia, Baltimore, Washington, Richmond and Norfolk --  Boston of the USA's Northeast megalopolis is not pictured.  The featured image was taken in 2012 from the International Space Station.  In the foreground are two Russian cargo ships with prominent solar panels.  This Northeast megalopolis of the USA contains almost 20 percent of the people of the USA but only about 2 percent of the land area.  Also known also as the Northeast Corridor and part of the Eastern Seaboard, about 10 percent of the world's largest companies are headquartered here. The near continuity of the lights seem to add credence to the 1960s-era prediction that the entire stretch is evolving into one continuous city.","hdurl":"http://apod.nasa.gov/apod/image/1602/NorthEastUSA_ISS_4256.jpg","media_type":"image","service_version":"v1","title":"USA's Northeast Megalopolis from Space","url":"http://apod.nasa.gov/apod/image/1602/NorthEastUSA_ISS_960.jpg"},{"date":"2016-2-27","explanation":"Gaze across the frozen canyons of northern Pluto in this contrast enhanced color scene, imaged last July by the New Horizons spacecraft. Currently known as Lowell Regio, the region has been informally named for Percival Lowell, founder of the Lowell Observatory. Also famous for his speculation that there were canals on Mars, in 1906 Lowell started the search that ultimately led to Pluto's discovery. Pluto's North Pole itself is above and left of center in the the frame. The pale bluish floor of the broad canyon on the left is about 70 kilometers (45 miles) wide, running vertically toward the south. Higher elevations take on a yellowish hue. New Horizon's measurements have determined that in addition to nitrogen ice, methane ice is abundant across northern Pluto's Lowell Regio.","hdurl":"http://apod.nasa.gov/apod/image/1602/nh-northpolerotatedcontrast.jpg","media_type":"image","service_version":"v1","title":"Northern Pluto","url":"http://apod.nasa.gov/apod/image/1602/nh-northpolerotatedcontrast1024.jpg"},{"date":"2016-2-29","explanation":"Today, February 29th, is a leap day - a relatively rare occurrence. In 46 BC, Julius Caesar, featured here in a self-decreed minted coin, created a calendar system that added one leap day every four years. Acting on advice by Alexandrian astronomer Sosigenes, Caesar did this to make up for the fact that the Earth's year is slightly more than 365 days. In modern terms, the time it takes for the Earth to circle the Sun is slightly more than the time it takes for the Earth to rotate 365 times (with respect to the Sun -- actually we now know this takes about 365.24219 rotations). So, if calendar years contained 365 days they would drift from the actual year by about 1 day every 4 years. Eventually July (named posthumously for Julius Caesar himself) would occur during the northern hemisphere winter! By adopting a leap year with an extra day every four years, the calendar year would drift much less. This Julian Calendar system was used until the year 1582 when Pope Gregory XIII provided further fine-tuning when he added that leap days should not occur in years ending in \"00\", unless divisible by 400. This Gregorian Calendar system is the one in common use today.","hdurl":"http://apod.nasa.gov/apod/image/1602/CaesarCoin_Wikipedia_960.jpg","media_type":"image","service_version":"v1","title":"Julius Caesar and Leap Days","url":"http://apod.nasa.gov/apod/image/1602/CaesarCoin_Wikipedia_960.jpg"},{"date":"2016-3-5","explanation":"Looking toward the south from an altitude of 400 kilometers, this stunning snapshot from orbit finds bright lights of Tokyo and cities across central and southern Japan, planet Earth shining upward through broken clouds. The spacefaring perspective was captured last July by astronaut Scott Kelly during his stay on board the International Space Station. Thin stripes of airglow follow the curve of the planet's dark limb, while beyond lie stars of the constellation Centaurus and the southern sky. Their solar panels extended, a docked Soyuz (bottom) and Progress spacecraft are posed in the foreground.  Kelly returned to planet Earth this week after his one-year mission in space.","hdurl":"http://apod.nasa.gov/apod/image/1603/iss044e022682Japan.jpg","media_type":"image","service_version":"v1","title":"Cities at Night","url":"http://apod.nasa.gov/apod/image/1603/iss044e022682Japan1024.jpg"},{"date":"2016-3-7","explanation":"What is that changing object in a cold hydrocarbon sea of Titan? Radar images from the robotic Cassini spacecraft orbiting Saturn have been recording the surface of the cloud-engulfed moon Titan for years. When imaging the flat -- and hence radar dark -- surface of the methane and ethane lake called Ligeia Mare, an object appeared in 2013 July just was not there in 2007. Subsequent observations in 2014 August found the object remained -- but had changed. In an image released last week, the mystery object seems to have disappeared in 2015 January.  The featured false-color image shows how the 20-km long object has come, changed, and gone. Current origin speculative explanations include waves, bubbling foam and floating solids, but still no one is sure. Future observations, in particular Cassini's final close flyby of Titan in 2017 April, may either resolve the enigma or open up more speculation.   Astrophysicists: Browse 1,200+ codes in the Astrophysics Source Code Library","hdurl":"http://apod.nasa.gov/apod/image/1603/TitanLakeThing_Cassini_2000.jpg","media_type":"image","service_version":"v1","title":"Mystery Feature Now Disappears in Titan Lake","url":"http://apod.nasa.gov/apod/image/1603/TitanLakeThing_Cassini_960.jpg"},{"date":"2016-3-9","explanation":"Why is this galaxy so thin?  Many disk galaxies are actually just as thin as NGC 5866, pictured above, but are not seen edge-on from our vantage point.  One galaxy that is situated edge-on is our own Milky Way Galaxy.  Classified as a lenticular galaxy, NGC 5866 has numerous and complex dust lanes appearing dark and red, while many of the bright stars in the disk give it a more blue underlying hue.  The blue disk of young stars can be seen extending past the dust in the extremely thin galactic plane, while the bulge in the disk center appears tinged more orange from the older and redder stars that likely exist there. Although similar in mass to our Milky Way Galaxy, light takes about 60,000 years to cross NGC 5866, about 30 percent less than light takes to cross our own Galaxy. In general, many disk galaxies are very thin because the gas that formed them collided with itself as it rotated about the gravitational center. Galaxy NGC 5866 lies about 50 million light years distant toward the constellation of the Dragon (Draco).   Follow APOD on: Facebook,  Google Plus,  Twitter, or Instagram","hdurl":"http://apod.nasa.gov/apod/image/1603/ngc5866_hubble_4096.jpg","media_type":"image","service_version":"v1","title":"Edge-On Galaxy NGC 5866","url":"http://apod.nasa.gov/apod/image/1603/ngc5866_hubble_960.jpg"},{"date":"2016-3-11","explanation":"This snapshot from deep space captures planet Earth on March 9. The shadow of its large moon is falling on the planet's sunlit hemisphere. Tracking toward the east (left to right) across the ocean-covered world the moon shadow moved quickly in the direction of the planet's rotation. Of course, denizens of Earth located close to the shadow track centerline saw this lunar shadow transit as a brief, total eclipse of the Sun. From a spacebased perspective between Earth and Sun, the view of this shadow transit was provided by the Deep Space Climate Observatory (DSCOVR) spacecraft's Earth Polychromatic Imaging Camera (EPIC).","hdurl":"http://apod.nasa.gov/apod/image/1603/eclipse_epc_2016068_4.jpg","media_type":"image","service_version":"v1","title":"Lunar Shadow Transit","url":"http://apod.nasa.gov/apod/image/1603/eclipse_epc_2016068_4_1024.jpg"},{"date":"2016-3-13","explanation":"If seen in the right light, Saturn glows like a neon sign.  Although Saturn has comparatively little of the element neon, a composite image false-colored in three bands of infrared light highlights features of the giant ringed planet like a glowing sign.  At the most blue band of the infrared light featured, false-colored blue in the above image, Saturn itself appears dark but Saturn's thin rings brightly reflect light from our Sun.   Conversely, Saturn's B ring is so thick that little reflected light makes it through, creating a dark band between Saturn's A and C rings.  At the most red band of the infrared, false-colored red above, Saturn emits a surprisingly detailed thermal glow, indicating planet-wide bands, huge hurricane-like storms, and a strange hexagon-shaped cloud system around the North Pole.  In the middle infrared band, false-colored green, the sunlit side of Saturn's atmosphere reflects brightly.   The above image was obtained in 2007 by the robotic Cassini spacecraft orbiting about 1.6 million kilometers out from Saturn.   Follow APOD on: Facebook,  Google Plus,  Twitter, or Instagram","hdurl":"http://apod.nasa.gov/apod/image/1603/NeonSaturn_cassini_2600.jpg","media_type":"image","service_version":"v1","title":"Neon Saturn","url":"http://apod.nasa.gov/apod/image/1603/NeonSaturn_cassini_960.jpg"},{"date":"2016-3-19","explanation":"Get out your red/blue glasses and gaze across Ceres at mysterious mountain Ahuna Mons. Shown in a 3D anaglyph perspective view, the mosaicked image data was captured in December of 2015, taken from the Dawn spacecraft's low-altitude mapping orbit about 385 kilometers above the surface of the dwarf planet. A remarkable dome-shaped feature on Ceres, with steep, smooth sides Ahuna Mons is about 20 kilometers (12 miles) in diameter at its base, rising on average 4 kilometers to a flattened summit. Similar in size to mountains found on planet Earth, no other Cerean surface feature is so tall and well-defined. It is not known what process shaped the lonely Ahuna Mons, or if the bright material streaking its steepest side is the same material responsible for Ceres' famous bright spots.","hdurl":"http://apod.nasa.gov/apod/image/1603/PIA20349_fig1.jpg","media_type":"image","service_version":"v1","title":"3D Ahuna Mons","url":"http://apod.nasa.gov/apod/image/1603/PIA20349_fig1c1024.jpg"},{"date":"2016-3-27","explanation":"How massive can a normal star be?  Estimates made from distance, brightness and standard solar models had given one star in the open cluster Pismis 24 over 200 times the mass of our Sun, making it one of the most massive stars known.  This star is the brightest object located just above the gas front in the featured image.  Close inspection of images taken with the Hubble Space Telescope, however, have shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the bottom of the image, stars are still forming in the associated emission nebula NGC 6357. Appearing perhaps like a Gothic cathedral, energetic stars near the center appear to be breaking out and illuminating a spectacular cocoon.","hdurl":"http://apod.nasa.gov/apod/image/1603/NGC6357_hubble_3140.jpg","media_type":"image","service_version":"v1","title":"NGC 6357: Cathedral to Massive Stars","url":"http://apod.nasa.gov/apod/image/1603/NGC6357_hubble_960.jpg"},{"date":"2016-4-1","explanation":"Looking for an interplanetary vacation destination? Consider a visit to Europa, one of the Solar System's most tantalizing moons. Ice-covered Europa follows an elliptical path in its 85 hour orbit around our ruling gas giant Jupiter. Heat generated from strong tidal flexing by Jupiter's gravity keeps Europa's salty subsurface ocean liquid all year round. That also means even in the absence of sunlight Europa has energy that could support simple life forms. Unfortunately, it is currently not possible to make reservations at restaurants on Europa, where you might enjoy a dish of the local extreme shrimp. But you can always choose another destination from Visions of the Future.","hdurl":"http://apod.nasa.gov/apod/image/1604/europa4500.jpg","media_type":"image","service_version":"v1","title":"Europa: Discover Life Under the Ice","url":"http://apod.nasa.gov/apod/image/1604/europa1024c.jpg"},{"date":"2016-4-2","explanation":"Get out your red/blue glasses and gaze across a mountainous region informally known as Tartarus Dorsa. This scene sprawls some 300 kilometers (about 180 miles) across the Plutonian landscape. The color anaglyph creates a stereo view by combining parts of two images taken about 14 minutes apart during the New Horizons historic flyby of Pluto last July. Along with shadows near the terminator, or line between Pluto's dim day and night, the 3D perspective emphasizes the alignment of narrow, steep ridges. The region's remarkable bladed landforms typically extend 500 meters high and are 3 to 5 kilometers apart. Referring to a part of Hades in ancient Greek mythology, Tartarus Dorsa borders Tombaugh Regio to the east.","hdurl":"http://apod.nasa.gov/apod/image/1604/nh-pluto_bladed_stereo.jpg","media_type":"image","service_version":"v1","title":"Pluto's Bladed Terrain in 3D","url":"http://apod.nasa.gov/apod/image/1604/nh-pluto_bladed_stereo.jpg"},{"date":"2016-4-3","explanation":"It's the bubble versus the cloud. NGC 7635, the Bubble Nebula, is being pushed out by the stellar wind of massive central star BD+602522. Next door, though, lives a giant molecular cloud, visible to the right. At this place in space, an irresistible force meets an immovable object in an interesting way. The cloud is able to contain the expansion of the bubble gas, but gets blasted by the hot radiation from the bubble's central star. The radiation heats up dense regions of the molecular cloud causing it to glow. The Bubble Nebula, featured here in scientifically mapped colors to bring up contrast, is about 10 light-years across and part of a much larger complex of stars and shells. The Bubble Nebula can be seen with a small telescope towards the constellation of the Queen of Aethiopia (Cassiopeia).   Astrophysicists: Browse 1,200+ codes in the Astrophysics Source Code Library","hdurl":"http://apod.nasa.gov/apod/image/1604/BubbleNebula_HubbleSchmidt_960.jpg","media_type":"image","service_version":"v1","title":"Close-up of the Bubble Nebula","url":"http://apod.nasa.gov/apod/image/1604/BubbleNebula_HubbleSchmidt_960.jpg"},{"date":"2016-4-6","explanation":"Jupiter has auroras.  Like near the Earth, the magnetic field of our Solar System's largest planet compresses when impacted by a gust of charged particles from the Sun. This magnetic compression funnels charged particles towards Jupiter's poles and down into the atmosphere. There, electrons are temporarily excited or knocked away from atmospheric gases, after which, when de-exciting or recombining with atmospheric ions, auroral light is emitted. The featured illustration portrays the magnificent magnetosphere around Jupiter in action. In the inset image released last month, the Earth-orbiting Chandra X-ray Observatory shows unexpectedly powerful X-ray light emitted by Jovian auroras, depicted in false-colored purple.  That Chandra inset is superposed over an optical image taken at a different time by the Hubble Space Telescope.  This aurora on Jupiter was seen in October 2011, several days after the Sun emitted a powerful Coronal Mass Ejection (CME).","hdurl":"http://apod.nasa.gov/apod/image/1604/JupiterMagnetosphere_JAXA_3500.jpg","media_type":"image","service_version":"v1","title":"Auroras and the Magnetosphere of Jupiter","url":"http://apod.nasa.gov/apod/image/1604/JupiterMagnetosphere_JAXA_960.jpg"},{"date":"2016-4-7","explanation":"Named for the three astronomers instrumental in its discovery and identification, Wolf - Lundmark - Melotte (WLM) is a lonely dwarf galaxy. Seen toward the mostly southern constellation Cetus, about 3 million light-years from the Milky Way, it is one of the most remote members of our local galaxy group. In fact, it may never have interacted with any other local group galaxy. Still, telltale pinkish star forming regions and hot, young, bluish stars speckle the isolated island universe. Older, cool yellowish stars fade into the small galaxy's halo, extending about 8,000 light-years across. This sharp portrait of WLM was captured by the 268-megapixel OmegaCAM widefield imager and survey telescope at ESO's Paranal Observatory.","hdurl":"http://apod.nasa.gov/apod/image/1604/eso1610a_WLMgalaxy.jpg","media_type":"image","service_version":"v1","title":"Wolf-Lundmark-Melotte","url":"http://apod.nasa.gov/apod/image/1604/eso1610a_WLMgalaxy1024.jpg"},{"date":"2016-4-10","explanation":"Cassini, a robot spacecraft launched in 1997 by NASA, became close enough in 2002 to resolve many rings and moons of its destination planet: Saturn.  At that time, Cassini snapped several images during an engineering test.  Several of those images were combined into the contrast-enhanced color composite featured here.  Saturn's rings and cloud-tops are visible toward the image bottom, while Titan, its largest moon, is visible as the speck toward the top.  When arriving at Saturn in July 2004, the Cassini orbiter began to circle and study the Saturnian system.  A highlight was when Cassini launched the Huygens probe that made an unprecedented landing on Titan in 2005, sending back detailed pictures. Now nearing the end of its mission, Cassini is scheduled to embark on a Grand Finale phase in late 2016 where it will repeatedly dive between the giant planet and its innermost rings.","hdurl":"http://apod.nasa.gov/apod/image/1604/SaturnApproach_Cassini_451.jpg","media_type":"image","service_version":"v1","title":"Cassini Approaches Saturn","url":"http://apod.nasa.gov/apod/image/1604/SaturnApproach_Cassini_960.jpg"},{"date":"2016-4-12","explanation":"Sometimes, a total eclipse is a good time to eye the Sun. Taking advantage of an unusual juxtaposition of Earth, Moon and Sun, the featured image depicts the total solar eclipse that occurred last month as it appeared -- nearly simultaneously -- from both Earth and space.  The innermost image shows the total eclipse from the ground, with the central pupil created by the bright Sun covered by a comparatively dark Moon.  Surrounding the blocked solar disk is the tenuous corona of Sun imaged in white light, easily visible from the ground only during an eclipse.  Normally, this corona is hard to track far from the Sun, but the featured montage matches it to false-colored observations of the Sun from NASA and ESA's space-based, Sun-orbiting, Solar and Heliospheric Observatory (SOHO). Observations like this allow the study of the constantly changing magnetic activity both near and far from the Sun, the same activity that ultimately drives Earth's auroras.   APOD is also available in: Arabic, Bahasa Indonesian, Catalan, Chinese, Chinese, Croatian, Czech, Dutch, Farsi, Farsi, Galego, German, French, Hebrew, Japanese, Korean, Montenegrin, Polish, Romanian, Russian, Serbian, Slovenian, Spanish, and Turkish","hdurl":"http://apod.nasa.gov/apod/image/1604/EclipseSpaceGround_Koutchmy_4266.jpg","media_type":"image","service_version":"v1","title":"Combined Solar Eclipse Corona from Earth and Space","url":"http://apod.nasa.gov/apod/image/1604/EclipseSpaceGround_Koutchmy_960.jpg"},{"date":"2016-4-16","explanation":"Want to take a fast trip to the edge of the Solar System? Consider a ride on a Heliopause Electrostatic Rapid Transit System (HERTS). The concept is currently being tested and it might take only 10 to 15 years to make the trip of over 100 Astronomical Units (15 billion kilometers). That's fast compared to the 35 years it took Voyager 1, presently humanity's most distant spacecraft, to approach the heliopause or outer boundary of the influence of the solar wind. HERTS would use an advanced electric solar sail that works by extending multiple, 20 kilometer or so long, 1 millimeter thin, positively charged wires from a rotating spacecraft. The electrostatic force generated repels fast moving solar wind protons to create thrust. Compared to a reflective solar light sail, another propellantless deep space propulsion system, the electric solar wind sail could continue to accelerate at greater distances from the Sun, still developing thrust as it cruised toward the outer planets.","hdurl":"http://apod.nasa.gov/apod/image/1604/herts_2015_graphic_0.jpg","media_type":"image","service_version":"v1","title":"Heliopause Electrostatic Rapid Transit System","url":"http://apod.nasa.gov/apod/image/1604/herts_2015_graphic_0.jpg"},{"date":"2016-4-18","explanation":"The International Space Station is the largest object ever constructed by humans in space.  The station perimeter extends over roughly the area of a football field, although only a small fraction of this is composed of modules habitable by humans. The station is so large that it could not be launched all at once -- it continues to be built piecemeal.  To function, the ISS needs huge trusses, some over 15 meters long and with masses over 10,000 kilograms, to keep it rigid and to route electricity and liquid coolants.  Pictured above, the immense space station was photographed from the now-retired space shuttle Atlantis after a week-long stay in 2010. Across the image top hangs part of a bright blue Earth, in stark contrast to the darkness of interstellar space across the bottom.","hdurl":"http://apod.nasa.gov/apod/image/1604/ISS02_NASA_4288.jpg","media_type":"image","service_version":"v1","title":"The International Space Station over Earth","url":"http://apod.nasa.gov/apod/image/1604/ISS02_NASA_960.jpg"},{"date":"2016-4-20","explanation":"Can one galaxy hide behind another?  Not in the case of SDP.81.  Here the foreground galaxy, shown in blue in an image taken by the Hubble Space Telescope, acts like a huge gravitational lens, pulling light from a background galaxy, shown in red in an image taken in radio waves by the Atacama Large Millimeter Array (ALMA), around it, keeping it visible.  The alignment is so precise that the distant galaxy is distorted into part of a ring around the foreground galaxy, a formation known as an Einstein ring.  Detailed analysis of the gravitational lens distortions indicate that a small dark satellite galaxy participates in the deflections, bolstering indication that many satellite galaxies are quite dim and dominated by dark matter.  That small galaxy is depicted by a small white dot on the left. Although spanning only a few arcseconds, the featured Einstein ring is really tens of thousands of light years across.   Comments, questions? Just click the Discuss link two lines below.","hdurl":"http://apod.nasa.gov/apod/image/1604/SDP81_alma_960.jpg","media_type":"image","service_version":"v1","title":"Galaxy Einstein Ring","url":"http://apod.nasa.gov/apod/image/1604/SDP81_alma_960.jpg"},{"date":"2016-4-22","explanation":"Blown by the wind from a massive star, this interstellar apparition has a surprisingly familiar shape. Cataloged as NGC 7635, it is also known simply as The Bubble Nebula. Although it looks delicate, the 7 light-year diameter bubble offers evidence of violent processes at work. Above and left of the Bubble's center is a hot, O-type star, several hundred thousand times more luminous and around 45 times more massive than the Sun. A fierce stellar wind and intense radiation from that star has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula and associated cloud complex lie a mere 7,100 light-years away toward the boastful constellation Cassiopeia. This sharp, tantalizing view of the cosmic bubble is a composite of Hubble Space Telescope image data from 2016, released to celebrate the 26th anniversary of Hubble's launch.  Celebrate: Planet Earth Day","hdurl":"http://apod.nasa.gov/apod/image/1604/ngc7635bubble_hubble26.jpg","media_type":"image","service_version":"v1","title":"NGC 7635: The Bubble Nebula","url":"http://apod.nasa.gov/apod/image/1604/ngc7635bubble_hubble26_1024.jpg"},{"date":"2016-4-24","explanation":"Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.  The pillars of creation were imaged again in 2007 by the orbiting Spitzer Space Telescope in infrared light, leading to the conjecture that the pillars may already have been destroyed by a local supernova, but light from that event has yet to reach the Earth.   Be Honest: Have you seen this image before?","hdurl":"http://apod.nasa.gov/apod/image/1604/pillars7_hst_1518.jpg","media_type":"image","service_version":"v1","title":"M16: Pillars of Star Creation","url":"http://apod.nasa.gov/apod/image/1604/pillars7_hst_960.jpg"},{"date":"2016-4-26","explanation":"What makes this spiral galaxy so long?  Measuring over 700,000 light years across from top to bottom, NGC 6872, also known as the Condor galaxy, is one of the most elongated  barred spiral galaxies known.  The galaxy's protracted shape likely results from its continuing collision with the smaller galaxy IC 4970, visible just above center.  Of particular interest is NGC 6872's spiral arm on the upper left, as pictured here, which exhibits an unusually high amount of blue star forming regions.  The light we see today left these colliding giants before the days of the dinosaurs, about 300 million years ago.  NGC 6872 is visible with a small telescope toward the constellation of the Peacock (Pavo).","hdurl":"http://apod.nasa.gov/apod/image/1604/ngc6872_EsoSchmidt_2043.jpg","media_type":"image","service_version":"v1","title":"NGC 6872: A Stretched Spiral Galaxy","url":"http://apod.nasa.gov/apod/image/1604/ngc6872_EsoSchmidt_960.jpg"},{"date":"2016-4-29","explanation":"If you could only see gamma-rays, photons with up to a billion or more times the energy of visible light, the Moon would be brighter than the Sun! That startling notion underlies this novel image of the Moon, based on data collected by the Fermi Gamma-ray Space Telescope's Large Area Telescope (LAT) instrument during its first seven years of operation (2008-2015). Fermi's gamma-ray vision doesn't distinguish details on the lunar surface, but a gamma-ray glow consistent with the Moon's size and position is clearly found at the center of the false color map. The brightest pixels correspond to the most significant detections of lunar gamma-rays. Why is the gamma-ray Moon so bright? High-energy charged particles streaming through the Solar System known as cosmic rays constantly bombard the lunar surface, unprotected by a magnetic field, generating the gamma-ray glow. Because the cosmic rays come from all sides, the gamma-ray Moon is always full and does not go through phases. The first gamma-ray image of the Moon was captured by the EGRET instrument onboard the Compton Gamma-ray Observatory, launched 25 years ago.","hdurl":"http://apod.nasa.gov/apod/image/1604/FermiMoon7y_SigMap_hot_nogrid.png","media_type":"image","service_version":"v1","title":"Fermi's Gamma-ray Moon","url":"http://apod.nasa.gov/apod/image/1604/FermiMoon7y_SigMap_hot_nogrid.jpg"},{"date":"2016-4-30","explanation":"Makemake, second brightest dwarf planet of the Kuiper belt, has a moon. Nicknamed MK2, Makemake's moon reflects sunlight with a charcoal-dark surface, about 1,300 times fainter than its parent body. Still, it was spotted in Hubble Space Telescope observations intended to search for faint companions with the same technique used to find the small satellites of Pluto. Just as for Pluto and its satellites, further observations of Makemake and orbiting moon will measure the system's mass and density and allow a broader understanding of the distant worlds. About 160 kilometers (100 miles) across compared to Makemake's 1,400 kilometer diameter, MK2's relative size and contrast are shown in this artist's vision. An imagined scene of an unexplored frontier of the Solar System, it looks back from a spacecraft's vantage as the dim Sun shines along the Milky Way. Of course, the Sun is over 50 times farther from Makemake than it is from planet Earth.","hdurl":"http://apod.nasa.gov/apod/image/1604/Makemakemoon100mile2000px.jpg","media_type":"image","service_version":"v1","title":"Moon over Makemake","url":"http://apod.nasa.gov/apod/image/1604/Makemakemoon100mile.jpg"},{"date":"2016-5-2","explanation":"Where is NASA's rover Curiosity going on Mars? Its geographical goals are on the slopes of Mount Sharp, whose peak is seen in the background on the right.  A key scientific goal, however, remains to better assess when and where conditions on Mars were once suitable for life, in particular microbial life.  To further this goal, Curiosity was directed to cross the rugged terrain of Nautkluft Plateau, visible in the featured image on the foreground left.  Curiosity is crossing toward smoother uphill sites with rocks containing hematite and sulfates, sites that could give the rolling rover new clues on how long this part of Mars was wet -- and hence more favorable for life -- before drying out.  Of recent concern, however, is Curiosity's aluminum wheels, which are showing increasing signs of wear.  Although already fulfilling the goals of its two year study, Curiosity's mission has been extended as it continues to uncover valuable information about the extraordinary past of Mars, the next planet out from the Sun from Earth.","hdurl":"http://apod.nasa.gov/apod/image/1605/MarsSharp_Curiosity_8703.jpg","media_type":"image","service_version":"v1","title":"Crossing Mars","url":"http://apod.nasa.gov/apod/image/1605/MarsSharp_Curiosity_1080.jpg"}]
